export default {
  label: 'Poems',
  id: 'reading',
  img: 'reading',
  list: [
    {
      id: '100',
      type: 'passage',
      label: 'আতা গাছে তোতা পাখি',
      data: {
        title: 'আতা গাছে তোতা পাখি',
        type: 'poem',
        text: `আতা গাছে তোতা পাখি
ডালিম গাছে মৌ,
এতো ডাকি তবুও কেন
কওনা কথা বউ ?`
      }
    },
    {
      id: '200',
      type: 'passage',
      label: 'চাঁদ উঠেছে ফুল ফুটেছে',
      data: {
        title: 'চাঁদ উঠেছে ফুল ফুটেছে',
        type: 'poem',
        text: `চাঁদ উঠেছে ফুল ফুটেছে
কদম তলায় কে?
হাতি নাচছে ঘোড়া নাচছে
সোনামুনির বে.`
      }
    },
    {
      id: '300',
      type: 'passage',
      label: 'শিল পড়া',
      data: {
        title: 'শিল পড়া',
        type: 'poem',
        text: `শিল পড়ে টুপটাপ
খোকা খুকু চুপচাপ ,
শিল পড়া থামল ,
আঙিনায় নামল ,
হুটোপুটি, ছুটোছুটি,
সারাবেলা দুপদাপ।`
      }
    },
    {
      id: '400',
      type: 'passage',
      label: 'খোকন খোকন',
      data: {
        title: 'খোকন খোকন',
        type: 'poem',
        text: `খোকন খোকন করে মায়,
খোকন গেছে কাদের নাই ,
সাতরা কাকে দাঁড় বাই ,
খোকনরে তুই ঘরে আই।`
      }
    },
    {
      id: '500',
      type: 'passage',
      label: 'কাঠবেড়ালি',
      data: {
        title: 'কাঠবেড়ালি',
        type: 'poem',
        text: `কাঠবেড়ালি, কাঠবেড়ালি
কাপড় কেচে দে ,
তোর বিয়েতে নাচতে যাব
ঝুমকো কিনে দে।`
      }
    },
    {
      id: '600',
      type: 'passage',
      label: 'বাক বাকুম পায়রা',
      data: {
        title: 'বাক বাকুম পায়রা',
        type: 'poem',
        text: `বাক বাকুম পায়রা
মাথায় দিয়ে টায়রা।
বৌ সাজাবে কাল কি
চড়বে সোনার পালকি।`
      }
    },
    {
      id: '700',
      type: 'passage',
      label: 'তাঁতীর বাড়ি',
      data: {
        title: 'তাঁতীর বাড়ি',
        type: 'poem',
        text: `তাঁতীর বাড়ি
ব্যাঙের বাসা ,
কোলা ব্যাঙের ছা
খায় - দায় গান গায় ,
তাই রে নাই রে না।`
      }
    },
    {
      id: '800',
      type: 'passage',
      label: 'রামধনু',
      data: {
        title: 'রামধনু',
        type: 'poem',
        text: `আকাশের গায়ে কি বা রামধনু খেলে,
দেখে চেয়ে কত লোকে সব কাজ ফেলে,
তাই দেখে খুঁতধরা বুড়ো কয় চটে,
দেখছ কি, এই রঙ পাকা নয় মোটে ॥`
      }
    },
    {
      id: '900',
      type: 'passage',
      label: 'নোটন নোটন পায়রাগুলি',
      data: {
        title: 'নোটন নোটন পায়রাগুলি',
        type: 'poem',
        text: `নোটন নোটন পায়রাগুলি ঝোঁটন বেঁধেছে
ওপারেতে ছেলেমেয়ে নাইতে নেমেছে।
দুই পারে দুই রুই কাতলা ভেসে উঠেছে,
কে দেখেছে? কে দেখেছে? দাদা দেখেছে।
দাদার হাতে কলম ছিল ছুঁড়ে মেরেছে
উঃ দাদা! বড্ড লেগেছে।।`
      }
    },
    {
      id: '1000',
      type: 'passage',
      label: 'হাট্টিমাটিমটিম',
      data: {
        title: 'হাট্টিমাটিমটিম',
        type: 'poem',
        text: `হাট্টিমা টিম টিম
তারা মাঠে পাড়ে ডিম
তাদের খাড়া দুটো শিং
তারা হাট্টিমা টিম টিম।।`
      }
    },
    {
      id: '1100',
      type: 'passage',
      label: 'খোকার প্রশ্',
      data: {
        title: 'খোকার প্রশ্',
        type: 'poem',
        text: `আচ্ছা মাগো, বলো দেখি
রাত্রি কেন কালো ?
সুয্যিমামা কোথা থেকে
পেলেন এমন আলো ?
ফুলগুলো সব নানান রঙের
কেমন করে হয় ?
পাতাগুলো সবুজ কেন
ফুলের মতো নয় ?`
      }
    }
  ]
};
