export default {
  label: 'Story',
  id: 'reading',
  img: 'reading',
  list: [
    {
      id: '100',
      type: 'passage',
      label: 'পিঁপড়ে ও ফড়িঙ',
      data: {
        title: 'পিঁপড়ে ও ফড়িঙ',
        text: `গ্রীষ্মের এক চমৎকার দিনে ঘাসফড়িং তার ভায়োলিনটি নিয়ে গান গাইছিলো, নাচছিলো আর খেলা করছিলো মনের আনন্দে। হঠাৎ সে দেখতে পেলো একটা পিঁপড়া অনেক কষ্ট করে খাবার বয়ে নিয়ে যাচ্ছে। ঘাসফড়িং পিঁপড়াকে বললো, ‘ এতো কষ্ট করছো কেন ভাই? এসো আমরা খেলা করি, গান গাই, নাচি’। ‘আমাকে অবশ্যই এখন শীতের জন্য খাবার সঞ্চয় করে রাখতে হবে। তুমিও সময় নষ্ট না করে খাবার সংগ্রহ করে রাখো বন্ধু’-পিঁপড়া বললো। ‘আরে শীতকাল আসতে তো এখনো অনেক দেরী, ওসব নিয়ে চিন্তা করোনা ‘- ঘাসফড়িং হাঁসতে হাঁসতে জবাব দিলো। পিঁপড়া কোন কথা না বলে খাবার নিয়ে তার বাড়ির দিকে রওনা হলো। গ্রীষ্ম শেষে শীত এলো জাঁকিয়ে। ক্ষুধায় কাতর ঘাসফড়িং কাঁপতে কাঁপতে পিঁপড়ার বাড়ি এলো।
        ‘আমায় কিছু খেতে দেবে ভাই’-ঘাসফড়িং বললো পিঁপড়াকে। ‘তুমি যদি সেদিন আমার কথা শুনতে তাহলে আজ তোমাকে আমার কাছে আসতে হতোনা আর ক্ষুধায় কষ্ট পেতে হতোনা ‘-পিঁপড়া বললো আর দরজা বন্ধ করে দিলো।`,
        moral: `উপদেশঃ বিপদের কথা ভেবে প্রস্তুতি নিয়ে রাখা বুদ্ধিমানের কাজ।`
      }
    },
    {
      id: '200',
      type: 'passage',
      label: 'গাধা ও সিংহের চামড়া',
      data: {
        title: 'গাধা ও সিংহের চামড়া',
        /*
        img: {
          url: 'img/story/26_well_dispute.jpg'
        },*/
        text: `একদিন এক গাধা বনের মধ্যে ঘুরছিলো। হঠাৎ সে দেখতে পেলো একটা সিংহের চামড়া পরে আছে। কোন শিকারী হয়তো ফেলে গেছে। গাধা তো মহা খুশি। সে সিংহের চামড়াটা গায়ে দিয়ে ভাণ করতে লাগলো সে পশুরাজ সিংহ। বনের সব পশুপাখী তাকে সিংহ ভেবে ভয় পেতে লাগলো।গাধা নিজেকে নিয়ে খুব গর্ব করতে থাকলো, সে নিজেকে সত্যিকার বনের রাজা ভাবতে লাগলো। খুশিতে সে যেই না নিজের মুখ খুলেছে, ওমনি মুখ থেকে বেরিয়ে এলো গাধার ডাক। ঠিক সে সময় সেদিক দিয়ে যাচ্ছিল শেয়াল। গাধা শেয়ালকেও ভয় দেখানোর চেষ্টা করলো। কিন্তু শেয়াল হাসতে হাসতে বললো-‘বন্ধু তোমার গলার আওয়াজেই তোমাকে চিনতে পেরেছি, নইলে কখন ভয়ে পালাতাম!’`,
        moral: 'উপদেশঃ পরিচ্ছদ কারও আসল পরিচয় নয়।'
      }
    },
    {
      id: '300',
      type: 'passage',
      label: 'শেয়াল আর কাকের গল্প',
      data: {
        title: 'শেয়াল আর কাকের গল্প',
        text: `এক কাক এসে বসল গাছের ডালে, মুখে তার একটুকরো মাংস। এক শিয়াল নীচে থেকে তাই দেখে ভাবতে লাগল, কি করে ঐ মাংসটুকু সে নিজে খেতে পায়।অনেক ভেবেচিন্তে সে শেষে ঐ কাকের দিকে চেয়ে বলতে লাগল, ভাই, সত্যি কি সুন্দর পাখি তুমি, কি সুন্দর তোমার অঙ্গের গঠন, তোমার পাখিদের রাজা হবার কথা, তোমার অবশ্য কণ্ঠস্বরও যদি তোমার চেহারার মতো সুন্দর হতো, মধুর হতো। কিন্তু হায়! তুমি তো অন্য পাখিদের মতো গান গাইতে পার না!শেয়ালের এই কথা শুনে কাক আর চুপ থাকতে পারল না, সে তখনই মহোল্লাসে কা-কা রবে ডাকতে শুরু করল. আর অমনি মাংসের টুকরো তার মুখ থেকে গেল পরে, আর শেয়াল অমনি তা মুখে করে নিয়ে দিল ছুট।`,
        moral: 'উপদেশঃ অনেক মূর্খই অপরের স্তোতবাক্যে ভুলে নিজের সম্পদ হারায়।'
      }
    },
    {
      id: '400',
      type: 'passage',
      label: 'দুই বন্ধু ও ভাল্লুক',
      data: {
        title: 'দুই বন্ধু ও ভাল্লুক',
        text: `একদিন দুই বন্ধু বেরোলো বেড়াতে। যেতে যেতে পথে হঠাৎ ভয়ংকর এক ভালুকের সামনে পড়ল দুজন। দুই বন্ধুর মধ্যে একজন গাছে চড়তে জানত। বিপদ বুঝে তখনই পাশের একটা বড় গাছে চড়ে বসল সে। অন্য বন্ধুটি গাছে চড়তে জানত না, এটা জেনেও বন্ধুর কথা না ভেবে তাকে বিপদের মুখে ফেলে সে নিশ্চিন্তে আত্নরক্ষার ব্যবস্থা করল। অন্য বন্ধুটি বিপদ বুঝে গাছের তলায় মরার মতো পড়ে রইল। কারণ সে জানত ভালুক কখনো মরা মানুষকে আক্রমণ করে না।ভালুকটি তার কাছে আসতেই সে নিঃশ্বাস বন্ধ করে ফেলল। ভালুক তার নাখ-মুখ পরীক্ষা করে যখন বুঝল লোকটি মৃত, চলে গেল। ভালুক চলে যেতেই অন্য বন্ধুটি গাছ থেকে নেমে এসে বন্ধুকে জিজ্ঞাসা করল, ‘বন্ধু, ভালুক তোমার কানে কানে কী বলে গেল?’বন্ধুর কথা শুনে সে হেসে উত্তর দিল, ‘ভালুক আমার কানে কানে এই উপদেশ দিল, যে বন্ধু বন্ধুর বিপদে তার পাশে থাকে না, ভবিষ্যতে যেন এমন বন্ধুর সঙ্গে আর পথ না চলি।’`,
        moral: 'উপদেশঃ বিপদেই সত্যিকার বন্ধুর পরিচয় পাওয়া যায়।'
      }
    },
    {
      id: '500',
      type: 'passage',
      label: 'খরগোশ ও কচ্ছপ',
      data: {
        title: 'খরগোশ ও কচ্ছপ',
        text: `একদা এক বনে এক খরগোশ আর কচ্ছপ পাশাপাশি বাস করত। দুই জনের মধ্যে বেশ বন্ধুত্বও ছিল। কিন্তু মাঝে মাঝে ঝগড়াঝাটি যে হতো না তা নয়। খরগোশ খুব জোরে ছোটে। যেন বাতাসের আগেই ছুটে চলে। আর কচ্ছপ? সে চলে ধীরে ধীরে হেলেদুলে। কচ্ছপের ওই হাঁটা দেখে একদিন খরগোশটি আর চুপ করে থাকতে না পেরে হেসে লুটোপুটি খাচ্ছিল, আর মুখ ফসকে বলেও ফেলল, দাদা তুমি কি হাঁটাই না শিখেছ! কচ্ছপকে এ রকম ব্যঙ্গ করতে শুনে কচ্ছপটি খরগোশকে গম্ভীর কণ্ঠে বলল, এত হাসার কি আছে? এসো প্রতিযোগিতায় নামো। তখন দেখা যাবে। প্রতিযোগিতা। হো হো করে খরগোশ হাসতে হাসতে বলল, প্রতিযোগিতা! তা কার সঙ্গে? তোমার সঙ্গে বলেই আবার হো হো করে হাসতে লাগল। আচ্ছা, তুমি যখন নিজে মুখে বলছ তবে তো রাজি হতেই হয়। তাহলে কত দূর যাওয়ার প্রতিযোগিতা হবে? আর কখন শুরু হবে?
        কচ্ছপ বলল, এখনই। ওই যে ওই অনেক দূরে ওই নদীর ধারে একটা অশ্বত্থ গাছ দেখা যাচ্ছে, এসো দেখি ওইখানে কে আগে পৌঁছতে পারে? অতএব শুরু হয়ে গেল প্রতিযোগিতা। খরগোশ একটু দৌড়েই পেছনে ফিরে তাকিয়ে দেখতে পেল কচ্ছপ অনেক অনেক পেছনে পড়ে আছে। সেদিন রোদ্দুরের তেজ ছিল খুব। পাশেই একটা গাছের নিচে একটু ছায়া দেখে খরগোশ ভাবল, একটু বিশ্রাম নিলে ভালো হয়। এইখানে পৌঁছতে কচ্ছপের অনেক দেরি। একটু বিশ্রাম নেয়া যাক। হঠাৎ ফুরফুর করে হাওয়া বইতে লাগল। গাছের ছায়ায় বসে মিষ্টির ফুরফুর হাওয়ায় খরগোশের ঘুম পেয়ে গেল। খরগোশ কখন যে ঘুমিয়ে পড়ল তা নিজেই জানতে পারল না। ওদিকে কচ্ছপ কিন্তু সমানে একটানা হেঁটে চলছিল। তেজি রোদ্দুর গ্রাহ্য না করে সে একটুও না থেমে হেঁটেই চলল। এদিকে বেলা পড়ে এলো। খরগোশের ঘুম ভাঙল এবার। সে তখন আশপাশে তাকিয়ে কচ্ছপকে দেখতে না পেয়ে নদীর তীরের সেই অশ্বত্থ গাছটার দিকে ছুটতে থাকল। সেখানে গিয়ে হাঁফাতে হাঁফাতে খরগোশ দেখল তার আগেই সেখানে কচ্ছপ পৌঁছে বিশ্রাম করছে।`,
        moral: 'উপদেশ : ধীর ও স্থির ব্যক্তিরাই প্রতিযোগিতায় জয়লাভ করে।'
      }
    },
    {
      id: '600',
      type: 'passage',
      label: 'পিপড়ে ও ঘুঘ',
      data: {
        title: 'পিপড়ে ও ঘুঘ',
        text: `তৃষ্ণার্ত এক পিঁপড়ে নদীর জলে মুখ দিতেই তাকে স্রোতে ভাসিয়ে নিয়ে গেলো। একটি ঘুঘুপাখি তা দেখতে পেয়ে পিঁপড়ের সামনে একটি গাছের পাতা ফেলে দিলো। পিঁপড়ে সেই পাতায় চড়ে বসে প্রাণ বাঁচালো। কিছুদিন পরে পিঁপড়ে দেখতে পেলো একজন শিকারী সেই ঘুঘুটির দিকে তীর ছুড়তে উদ্যত। কুট করে সে কামড় বসিয়ে দিলো শিকারীর পায়ে। উহ্ করে উঠতেই হাতের তীর গেলো ফসকে আর ঘুঘুপাখি গেলো উড়ে।`,
        moral: 'উপদেশঃ সব সময় উপকারীর উপকার স্বীকার করতে হয়।'
      }
    },
    {
      id: '700',
      type: 'passage',
      label: 'লোভী কুকুর ও তার ছায়',
      data: {
        title: 'লোভী কুকুর ও তার ছায়',
        text: `এক কুকুর মুখে এক টুকরা মাংস নিয়ে নদী পার হচ্ছিলো। হটাৎ সে পানিতে তাকিয়ে নিজের প্রতিবিম্ব দেখতে পেলো। সে বুঝতেই পারল না এটা তার নিজের ছায়া। সে ভাবলো অন্য কোন কুকুর তার চেয়েও বড় মাংসের টুকরা নিয়ে যাচ্ছে। তার লোভ হলো। যেই না সে মাংসের টুকরা কেড়ে নেয়ার জন্য ঘেউ ঘেউ করে উঠলো, ওমনি মুখ থেকে মাংস টুপ করে পানিতে ডুবে গেলো।`,
        moral: 'উপদেশঃ অতি লোভ ভালো নয়।'
      }
    },
    {
      id: '800',
      type: 'passage',
      label: 'সিংহ, ভাল্লুক এবং চালাক শেয়াল',
      data: {
        title: 'সিংহ, ভাল্লুক এবং চালাক শেয়াল',
        text: `সিংহ ও ভালুক একই সময়ে একটা বাছুর দেখতে পেলো। ভালুক বললো- ‘আমি এটাকে আগে দেখেছি, সুতরাং এইটা আমার।’ সিংহ বললো-‘না, আমি আগে দেখেছি তাই এটা আমার।’দুজনে মিলে শুরু করে দিলো মারামারি। দূর থেকে চুপ করে ওদের এই মারামারি দেখছিলো একটা শেয়াল। মারামারি করে যখন সিংহ ও ভালুক দুজনেই যখন নিস্তেজ হয়ে পড়লো, তখন শেয়াল বাছুরটা নিয়ে দৌড় দিলো। ভালুক আর সিংহ তাকিয়ে তাকিয়ে দেখলো। ওদের গায়ে তখন আর কোন শক্তি ছিলোনা।
        ‘কত বোকা আমরা। নিজেরা মারামারি না করে যদি আমরা ভাগাভাগি করে খেতাম, তাহলে আজ শেয়ালের কপালে জুটতোনা বাছুরখানা’- দুঃখ করে বললো তারা।`,
        moral: 'উপদেশঃ সব পরিশ্রম শেষ করে ফেললেই সবসময় মুনাফা পাওয়া যায়না।'
      }
    },
    {
      id: '900',
      type: 'passage',
      label: 'শেয়াল ও টক আঙুর',
      data: {
        title: 'শেয়াল ও টক আঙুর',
        text: `একদিন এক ক্ষুধার্ত শেয়াল দেখতে পেলো গাছের ডাল বেয়ে আঙ্গুরের লতা উপরে উঠে গেছে আর সেখান থেকে থোকা থোকা পাকা পাকা আঙ্গুর ঝুলছে। লোভে শেয়ালের জিভে জল এলো। সে লাফিয়ে লাফিয়ে ঐ পাকা আঙ্গুর খাওয়ার চেষ্টা করতে লাগলো কিন্তু কিছুতেই তার নাগাল পেলো না। অনেকক্ষন চেষ্টা করেও কিছুতেই আঙ্গুর খেতে না পেরে হতাশ হয়ে সেখান থেকে চলে যেতে যেতে বললো-আঙ্গুর ফল টক।`,
        moral:
          'উপদেশঃ নিচু মনের মানুষেরা নিজে যেটা পেতে পারে না তার মাঝেই দোষ খুঁজে পায়।'
      }
    },
    {
      id: '1000',
      type: 'passage',
      label: 'মিথ্যাবাদী রাখাল ও বাঘ',
      data: {
        title: 'মিথ্যাবাদী রাখাল ও বাঘ',
        text: `এক রাখাল বালক মাঠে গরু চড়াতো। ভীষন দুষ্টু ছিলো সে। একদিন মাথায় এক দুষ্টু বুদ্ধি এলো তার। ‘বাঁচাও বাঁচাও আমার ভেড়ার পালে বাঘ হামলা করেছে’- চিৎকার করতে লাগলো সে। সেই চিৎকার শুনে গ্রামবাসীরা সব লাঠি-সোটা নিয়ে হাজির। কিন্তু কই বাঘ? সবাই বুঝলো রাখাল মজা করার জন্য এ কাজ করেছে। সবাই যে যার কাজে ফিরে গেলো। রাখাল কিন্তু খুব মজা পেয়ে গেলো। কয়েকদিন পরে আবার সে একই কাজ করলো। লোকজন ছুটে এসে দেখলো বাঘ নেই। এরকম কয়েকবার হলো। একদিন সত্যি সত্যি বাঘ আক্রমন করলো। রাখাল প্রান ভয়ে বাঘ বাঘ করে চিৎকার করতে লাগলো। কিন্তু সেদিন কেও এগিয়ে আসলো না। সবাই ভাবলো রাখাল আবারো মজা করছে। বাঘ রাখালের ঘাড় মটকে খেয়ে ফেললো।`,
        moral: 'উপদেশঃ মিথ্যাচার করলে প্রতিফল পেতে হয়।'
      }
    }
  ]
};
