const barathi = {
  label: 'பாரதி',
  id: 'barathi',
  img: 'barathi',
  list: [
    {
      id: 'notes',
      type: 'passage',
      label: `பாப்பா பாட்டு`,
      data: {
        title: `பாப்பா பாட்டு`,
        type: 'poem',
        text: [
          `ஓடி விளையாடு பாப்பா! - நீ
          ஓய்ந்திருக்க லாகாது பாப்பா!
          கூடிவிளையாடு பாப்பா! - ஒரு
          குழந்தையை வையாதே பாப்பா!.`,

          `சின்னஞ் சிறுகுருவி போலே - நீ
  திரிந்து பறந்துவா பாப்பா!
  வண்ணப் பறவைகளைக் கண்டு - நீ
  மனதில் மகிழ்ச்சிகொள்ளு பாப்பா!`,

          `கொத்தித் திரியுமந்தக் கோழி - அதைக்
  கூட்டி விளையாடு பாப்பா!
  எத்தித் திருடுமந்தக் காக்காய் - அதற்கு
  இரக்கப் படவேணும் பாப்பா!`,

          `பாலைப் பொழிந்து தரும், பாப்பா! - அந்தப்
  பசுமிக நல்லதடி பாப்பா!
  வாலைக் குழைத்துவரும் நாய்தான் - அது
  மனிதர்க்குத் தோழனடி பாப்பா!`,

          `வண்டி இழுக்கும் நல்ல குதிரை, - நெல்லு
  வயலில் உழுதுவரும் மாடு,
  அண்டிப் பிழைக்கும் நம்மை ஆடு, - இவை
  ஆதரிக்க வேணுமடி பாப்பா!`,

          `காலை எழுந்தவுடன் படிப்பு - பின்பு
  கனிவு கொடுக்கும் நல்ல பாட்டு
  மாலை முழுதும் விளையாட்டு - என்று
  வழக்கப் படுத்திக்கொள்ளு பாப்பா!`,

          `பொய்சொல்லக் கூடாது பாப்பா! - என்றும்
  புறஞ்சொல்ல லாகாது பாப்பா!
  தெய்வம் நமக்குத்துணை பாப்பா! - ஒரு
  தீங்குவர மாட்டாது பாப்பா!`,

          `பாதகஞ் செய்பவரைக் கண்டால் - நாம்
  பயங்கொள்ள லாகாது பாப்பா!
  மோதி மிதித்துவிடு பாப்பா! - அவர்
  முகத்தில் உமிழ்ந்துவிடு பாப்பா!`
        ]
      }
    },
    {
      id: '200',
      type: 'passage',
      label: `அச்சமில்லை`,
      data: {
        title: `அச்சமில்லை`,
        type: 'poem',
        text: [
          `அச்சமில்லை அச்சமில்லை அச்சமென்ப தில்லையே
          இச்சகத்து ளோரெலாம் எதிர்த்து நின்ற போதினும்,
          அச்சமில்லை அச்சமில்லை அச்சமென்பதில்லையே
          துச்சமாக எண்ணி நம்மைத் தூறுசெய்த போதினும்
          அச்சமில்லை அச்சமில்லை அச்சமென்ப தில்லையே
          பிச்சை வாங்கி உண்ணும் வாழ்க்கை பெற்று விட்ட போதிலும்
          அச்சமில்லை அச்சமில்லை அச்சமென்ப தில்லையே
          இச்சைகொண்ட பொருளெலாம் இழந்துவிட்ட போதிலும்,
          அச்சமில்லை அச்சமில்லை அச்சமென்ப தில்லையே`
        ]
      }
    },
    {
      id: '300',
      type: 'passage',
      label: `மனதில் உறுதி வேண்டும்`,
      data: {
        title: `மனதில் உறுதி வேண்டும்`,
        type: 'poem',
        text: [
          `மனதிலுறுதி வேண்டும்,
          வாக்கினி லேயினிமை வேண்டும்;
          நினைவு நல்லது வேண்டும்,
          நெருங்கின பொருள் கைப்பட வேண்டும்;
          கனவு மெய்ப்பட வேண்டும்,
          கைவசமாவது விரைவில் வேண்டும்;
          தனமும் இன்பமும் வேண்டும்,
          தரணியிலே பெருமை வேண்டும்.
          கண் திறந்திட வேண்டும்,
          காரியத்தி லுறுதி வேண்டும்;
          பெண் விடுதலை வேண்டும்,
          பெரிய கடவுள் காக்க வேண்டும்,
          மண் பயனுற வேண்டும்,
          வானகமிங்கு தென்பட வேண்டும்;
          உண்மை நின்றிட வேண்டும்.
          ஓம் ஓம் ஓம் ஓம்`
        ]
      }
    },
    {
      id: '400',
      type: 'passage',
      label: `புதிய ஆத்திசூடி`,
      data: {
        title: `புதிய ஆத்திசூடி`,
        type: 'poem',
        text: [
          `அச்சம் தவிர்
          ஆண்மை தவறேல்
          இளைத்தல் இகழ்ச்சி
          ஈகை திறன்
          உடலினை உறுதி செய்
          ஊண்மிக விரும்பு
          எண்ணுவது உயர்வு
          ஏறு போல் நட
          ஐம்பொறி ஆட்சி கொள்
          ஒற்றுமை வலிமையாம் 
          ஓய்தல் ஒழி
          ஔடதம் குறை`
        ]
      }
    },
    {
      id: '500',
      type: 'passage',
      label: `செந்தமிழ் நாடு `,
      data: {
        title: `செந்தமிழ் நாடு `,
        type: 'poem',
        text: [
          `செந்தமிழ் நாடெனும் போதினிலே - இன்பத்
          தேன் வந்து பாயுது காதினிலே - எங்கள்
          தந்தையர் நாடென்ற பேச்சினிலே - ஒரு
          சக்தி பிறக்குது மூச்சினிலே`,

          `கல்வி சிறந்த தமிழ்நாடு - புகழ்க்
          கம்பன் பிறந்த தமிழ்நாடு - நல்ல
          பல்விதமாயின சாத்திரத்தின் - மணம்
          பாரெங்கும் வீசுந் தமிழ்நாடு `
        ]
      }
    },
    {
      id: 'match',
      type: 'match',
      label: 'பொருத்துக',
      commonData: {
        title: 'பொருத்துக',
        fontSize: '1rem'
      },
      data: [
        `அச்சம், தவிர்
        ஆண்மை, தவறேல்
        இளைத்தல், இகழ்ச்சி
        ஈகை, திறன்
        உடலினை, உறுதி செய்
        ஊண்மிக, விரும்பு`,

        `எண்ணுவது, உயர்வு
        ஏறு போல், நட
        ஐம்பொறி, ஆட்சி கொள்
        ஒற்றுமை, வலிமையாம்
        ஓய்தல், ஒழி
        ஔடதம்,குறை`,

        `மனதில், உறுதி 
        வாக்கினில், இனிமை 
        நினைவு, நல்லது 
        கனவு, மெய்ப்பட
        கண், திறந்திட
         பெண், விடுதலை`
      ]
    },
    {
      label: 'கோடிட்ட இடங்களை நிரப்புக ',
      type: 'matchByDragDrop',
      id: 'match-2',
      commonData: {
        isPractice: false,
        title: 'கோடிட்ட இடங்களை நிரப்புக ',
        styles: {
          fontSize: '1rem',
          dashWidth: 80
        }
      },
      data: [
        `ஓடி விளையாடு *பாப்பா!*
        கொத்தித் திரியுமந்தக் *கோழி* 
        வண்டி இழுக்கும் நல்ல *குதிரை*
        வயலில் உழுதுவரும் *மாடு*
        பொய்சொல்லக் *கூடாது* பாப்பா!
        புறஞ்சொல்லல் *ஆகாது* பாப்பா`,

        `காலை எழுந்தவுடன் *படிப்பு*
        கனிவு கொடுக்கும் நல்ல *பாட்டு*
        மாலை முழுதும் *விளையாட்டு*
        பாதகஞ் செய்பவரைக் *கண்டால்* - நாம்
  *பயங்கொள்ள* லாகாது பாப்பா!
  *மோதி* மிதித்துவிடு பாப்பா! - அவர்
  *முகத்தில்* உமிழ்ந்துவிடு பாப்பா!`
      ]
    }
  ]
};

export default barathi;
