const grammar = {
  label: 'இலக்கணம்',
  id: 'grammar',
  img: 'taGrammar',
  list: [
    {
      label: 'ஒருமை - பன்மை',
      id: 'plural',
      type: 'completePuzzle',
      commonData: {
        type: 'rightOpen',
        title: 'ஒருமை - பன்மை',
        leftWidth: 120,
        rightWidth: 200,
        fontSize: '1.4rem'
      },
      data: [
        `நண்பன், நண்பர்கள் , நண்பன்கள் 
பெண், பெண்கள், பெண்கல் 
சிறுமி, சிறுமிகள், சிறுவிகள் 
பகைவன், பகைவர்கள், பகைவன்கள் 
அமைச்சர், அமைச்சர்கள், அமைச்சற்கள் 
வேந்தன், வேந்தர்கள் , வேந்தன்கல் 
பூ , பூக்கள் ,  பூகள்
மீன், மீன்கள்,   மீன்கல்`,

        `நாள், நாட்கள் , நாள்கள்
ஆறு, ஆறுகள் , ஆறுகல்
மாடு, மாடுகள், மாடுக்கள் 
மரம், மரங்கள் , மரம்கள்
பழம், பழங்கள்,  பழங்கல்
சாலை, சாலைகள் , சாலைகல்
கனி, கனிகள், கனிகல்`,

        `தோட்டம், தோட்டங்கள் , தோட்டக்கள்
குதிரை, குதிரைகள்,  குதிரைகல்
மலர், மலர்கள்,  மலற்கள் 
காய், காய்கள், காய்க்கள்
கல், கற்கள் , கல்கள்
பல், பற்கள் , பல்கள்
கண், கண்கள், கண்கல்`
      ]
    },
    {
      type: 'selectWord',
      label: 'வினைச்சொல்',
      id: 'verb',
      data: {
        title: 'வினைச்சொல்லை தேர்வு செய்க',
        text: `நேற்று சுதா பள்ளிக்கு *வரவில்லை*.
சிவா சிறுத்தை போல் வேகமாக *ஓடுவான்*.
பூங்காவில் மயில் ஒன்று தோகை விரித்து *ஆடியது*.
1969 ஆம் ஆண்டு, மனிதன் நிலாவில் கால் *பதித்தான்*.
காலை நேரத்தில் கீதா ஓவியம் *வரைவாள்*.`
      }
    },
    {
      type: 'classifySentence',
      label: 'காலம்',
      id: 'tense',
      data: {
        title: 'பின்வரும் வாக்கியம் எந்த காலத்தை குறிக்கும்.',
        types: [
          {
            name: 'இறந்த காலம்',
            text: `நேற்று கனமழை பெய்தது.
கீதா வீட்டு பாடத்தை முடித்துவிட்டாள்.`
          },
          {
            name: 'நிகழ் காலம்',
            text: `சூரியன் உதிக்கும் திசை கிழக்கு.
நான் தோட்டத்தில் வேலை செய்து கொண்டு இருக்கிறேன்.
அம்மா கடைக்கு சென்றிருக்கிறார்.`
          }
        ]
      }
    },
    {
      id: 'gender',
      type: 'match',
      label: 'ஆண்பால் - பெண்பால்',
      commonData: {
        title: 'பொருத்துக: ஆண்பால் - பெண்பால்',
        fontSize: '1rem'
      },
      data: [
        `மாணவன், மாணவி 
சிறுவன், சிறுமி 
செல்வன், செல்வி 
தோழன், தோழி 
நடிகன், நடிகை 
தலைவன், தலைவி `,

        `நாயகன், நாயகி 
தந்தை, தாய் 
தம்பி, தங்கை 
தாத்தா, பாட்டி 
அண்ணன், அண்ணி 
மாமா, மாமி `,

        `அழகன், அழகி
பாடகர், பாடகி 
மணமகன், மணமகள் 
சேவகன், சேவகி 
கணவன், மனைவி 
கிழவன், கிழவி`
      ]
    }
  ]
};

export default grammar;
