const reading = {
  label: 'கதை',
  id: 'reading',
  img: 'reading',
  list: [
    {
      id: '100',
      type: 'passage',
      label: 'தங்க முட்டை!',
      data: {
        title: 'தங்க முட்டை!',
        img: {
          url: 'img/story/06_goose.png'
        },
        text: `ஒரு விவசாயி தனது மனைவி மற்றும் குடும்பத்துடன் ஒரு கிராமத்தில் வசித்து வந்தார்; அவரிடம் தங்க முட்டையிடும் ஒரு வாத்து இருந்தது. தினமும் அந்த வாத்து ஒரு தங்க முட்டை அளிக்கும்; அதை விற்று அந்த விவசாயி தனது தினசரி வாழ்க்கையை நடத்தி வந்தார். திடீரென ஒரு நாள் வாத்தின் வயிற்றில் இருக்கும் அனைத்து முட்டைகளையும், ஒரே நாளில் எடுத்து விற்றுவிட்டால் அதிக பணம் கிடைக்கும் என்று சிந்தித்த விவசாயி, அதனை தனது மனைவியிடம் கூறினான்.
        அவன் மனைவியும் கொஞ்சம் கூட யோசித்து பார்க்காமல், சரி என்று கூற, அச்சமயமே அவர்கள் வாத்தினை அறுத்து அதிலிருந்து தங்க முட்டைகளை எடுக்க முயன்றனர்; ஆனால் தங்கமுட்டைகளுக்குப் பதிலாக வாத்தின் உடலில் இருந்து இரத்தமே வெளிப்பட்டது. தம்பதியர் பெரும் ஏமாற்றம் அடைந்ததுடன் தங்களுக்கு இத்தனை நாள் சோறு போட்டுக்கொண்டிருந்த பெரும் மூலதனத்தையும் இழந்து தவித்தனர்.`,
        moral: 'நீதி: பேராசை பெரும் இழப்பு'
      }
    },
    {
      id: '200',
      type: 'passage',
      label: 'விவசாயியும் கிணறும்!',
      data: {
        title: 'விவசாயியும் கிணறும்!',
        img: {
          url: 'img/story/26_well_dispute.jpg'
        },
        text: `ஒரு விவசாயி, தனது விவசாய நிலங்களுக்கு நீர் இல்லாமல் மிகவும் கஷ்டப்பட்டு வந்தார்.அச்சமயம் ஒரு தந்திரமான விவசாயிடம் இருந்து கிணற்றை விலைக்கு வாங்கினார். பின் அந்தத் தந்திரமான நபர், அந்த விவசாயியைக் கிணற்றில் இருந்து நீர் எடுக்கக் கூடாது என்று ஆணையிட்டார்.விவசாயி,” ஏன் நீர் எடுக்கக்கூடாது?” என்று கேட்டதற்கு, “நான் உனக்கு கிணற்றை தான் விற்றேன். நீரை அல்ல!”என்று கூறி விட்டு அலட்சியமாக நடந்து சென்றார்.
        இதை குறித்து விவசாயி, அக்பர் அரசின் மிகச்சிறந்த அறிவாளியாக விளங்கிய ‘நீதியரசர் பீர்பால்’ அமைச்சராக இருக்கும் நீதிமன்றத்தில் முறையிட்டார். வழக்கை நன்கு கேட்டறிந்த பீர்பால் வழக்கின் தந்திரத்தைப் புரிந்து கொண்டு வழக்கை விசாரிக்கத் தொடங்கினார்.
        அச்சமயம் இருவரின் வாதத்தையும் கேட்டுவிட்டு, பீர்பால்,” தந்திரமான விவசாயி கூறுவது நியாயம்தான்.” என்று கூறி,ஒரு நிபந்தை இட்டார். “கிணறு விற்கப்பட்டது; ஆனால் நீர் விற்கப்படவில்லை; ஆகையால், நீங்கள் கிணற்றில் இருக்கும் நீரை இன்றே அகற்றிவிட வேண்டும்; இல்லையேல் நீர் அவருக்கே சொந்தமாகிவிடும்.” என்று அந்த நிபந்தனையே தீர்ப்பாக வாசித்தார்.
        அந்த தந்திரமான விவசாயியும், தன் தவறை உணர்ந்து விவசாயி நண்பரிடம் மன்னிப்பு கேட்டார்.`,
        moral:
          'நீதி: ஏமாற்றுவது ஒரு நல்ல பழக்கமல்ல, இது அதிக காலத்திற்கு பலன் அளிக்காது; மீறி நீங்கள் யாரையேனும் ஏமாற்றினால், அதற்கான பலனை விரைவில் அனுபவிப்பீர்.'
      }
    },
    {
      id: '300',
      type: 'passage',
      label: 'ஓநாயும் ஆடு மேய்க்கும் சிறுவனும்',
      data: {
        title: 'ஓநாயும் ஆடு மேய்க்கும் சிறுவனும்',
        text: `முன்னொரு காலத்தில், ஒரு ஆடு மேய்க்கும் இடையச் சிறுவன் தனது ஆடுகளை மேய விட்டு விட்டு மரத்தினடியில் அமர்ந்து கொண்டு இருந்தான். பணியேதும் இன்றி ஓய்வாக அமர்ந்திருப்பது அலுப்பு ஏற்படுத்த, விளையாடும் எண்ணத்துடன் ,“ஓநாய்! ஓநாய் வருகிறது! என் ஆடுகளைக் கொன்று புசிக்க ஓநாய் வருகிறது!” என்று கூக்குரலிட்டான் சிறுவன். இந்த சிறுவனுடைய கூக்குரலைக் கேட்டு அக்கம் பக்கத்து வயல்களில் விளையாடிக் கொண்டிருந்த நபர்கள் சிறுவன் இருக்கும் இடத்தை நோக்கி விரைந்தனர்.
        சிறுவன் அருகே அனைவரும் வந்து பார்த்தால், அவன் கவலையின்றி ஓய்வெடுத்துக் கொண்டிருந்தான். மேலும் அங்கு வருகை புரிந்தவர்களைப் பார்த்து இடைவிடாது நகைக்கத் தொடங்கினான். வருகை தந்தவர்கள் இவ்வாறு பொய்யுரைக்க வேண்டாம் என்று சிறுவனைக் கண்டித்துவிட்டு, தங்களது பணிகளைப் பார்க்க சென்றுவிட்டனர்.
        சிறிது நேரத்திற்கு பின் மீண்டும் சிறுவன் முன்பு போலவே,”ஓநாய்! ஓநாய் வருகிறது!”என்று கத்தினான்.இம்முறையும் சத்தம் கேட்டு ஓடிவந்த மக்கள், அவனது கேலிச்சிரிப்பைக் கண்டு,கோபமுற்று, “இவ்வாறு பொய் கூறாதே! மீறி கூறினால் உண்மையாக இது போன்ற சம்பவம் நேருகையில் உனக்கு யாரும் உதவ முன்வரமாட்டார்கள்.” என்று அறிவுறுத்திவிட்டு சென்றனர்.
        சிறுவன் மீண்டும் சிறிது நேரத்திற்கு பின் மூன்றாவது முறையாக “ஓநாய் வருகிறது! ஓநாய்!” என்று கூக்குரலிட்டான். அவன் மீண்டும் பொய்யுரைக்கிறான் என்று எண்ணி கிராமமக்கள் யாரும் அவனை காப்பாற்ற முன்வரவில்லை. ஆனால் இம்முறை உண்மையாகவே ஓநாய் வந்து அவன் மேய்த்துக்கொண்டிருந்த ஆடுகளைத் துவம்சம் செய்துவிட்டு சென்றுவிட்டது.
        இதனால் மனம் வருந்தி அழுது கொண்டே சிறுவன் மலையில் அமர்ந்துவிட்டான். மாலை வெகுநேரம் ஆகியும் சிறுவன் வீடு திரும்பாததால், அவனின் பெற்றோர் கிராமத்தாரின் உதவியுடன் சிறுவனைத் தேடிக்கொண்டு மலைப்பகுதிக்குச் சென்றனர். அங்கு அழுது கொண்டிருந்த சிறுவனிடம் விவரம் கேட்ட பொழுது, அவன், “உண்மையாகவே ஓநாய் வந்தது; அப்பொழுது நான் உங்களை அழைத்தேன் யாரும் உதவிக்கு வரவில்லை.ஓநாய் ஆடுகளை விரட்டியதால், ஆடுகள் சிதறி நாலாப்பக்கமும் சென்று விட்டன. நான் அழைத்தும் யாரும் உதவ முன்வராதது ஏன்?” என்று கேட்டான்.
        அப்பொழுது கிராமத்தை சார்ந்த ஒரு முதியவர், “மக்கள் பொய்யர்களை நம்பமாட்டார்கள். அவர்கள் உண்மையையே கூறினாலும் பொய்யர்களின் பேச்சினை யாரும் உண்மை என கருதமாட்டார்கள்.” என்று உரைத்தார்; பின் வாருங்கள் அனைவரும் வீட்டிற்கு செல்லலாம், காலை விடிந்ததும் ஆடுகளைத் தேடலாம் என்று கூறி அனைவரையும் இல்லம் நோக்கி செல்லுமாறு உரைத்தார்; சிறுவன் உட்பட அனைத்து மக்களும் இல்லத்தை நோக்கி செல்லத் தொடங்கினர்.`,
        moral:
          'நீதி: பொய்மை நம்பிக்கையை உடைக்க வல்லது, பொய்யர்கள் உண்மையையே கூறினாலும், யாரும் அவர்களை நம்பமாட்டார்கள்!'
      }
    },
    {
      id: '400',
      type: 'passage',
      label: 'ஒரு மனிதனும் பூனையும்!',
      data: {
        title: ' ஒரு மனிதனும் பூனையும்!',
        text: `ஒரு நாள் ஒரு நபர் சாலையில் நடந்து சென்று கொண்டிருந்தார்; அச்சமயம் ஒரு புதரில் ஓர் பூனை மாட்டிக்கொண்டு விடுபட வழியில்லாமல் தவித்துக் கொண்டிருந்தது. புதரில் மாட்டிக்கொண்டு விடுபட முடியாததால் பூனை மிரண்டு போயிருந்தது. அதன் நிலையைக் கண்ட அந்த நபர் அதற்கு உதவ முற்பட்டார். புதரில் மாட்டியிருந்த பூனையை வெளியே கொண்டு வர முயற்சிக்கையில் பூனை தனது கரங்களால் அந்த நபரை கீறி, காயத்தை ஏற்படுத்தியது.
        அந்த நபர் ஒவ்வொரு முறை அதைத் தொட்டு விடுவிக்க முயற்சிக்கையிலும், அப்பூனை இவ்வாறு கீறுவதை தொடர்ந்தது. சாலையில் சென்று கொண்டிருந்த மற்றொரு நபர் இதைப் பார்த்துவிட்டு, பூனைக்கு உதவ முயலும் நபரிடம், “அப்பூனையை அப்படியே விட்டு விடுங்கள்; வீணாக நீங்கள் காயம் அடைவது ஏன்? அதுவே வெளியே வந்து விடும் என்று அறிவுறுத்தினார்.”
        ஆனால் பூனைக்கு உதவிக்கொண்டிருந்த நபர், மற்றொரு நபர் கூறிய அறிவுரையைக் காதிலேயே வாங்கி கொள்ளாமல், பூனையை விடுவிக்க முனைந்தார். பின்னர் அந்த நபரிடம், “பூனை ஒரு மிருகம்.அதனால் அது அதன் தன்மையை வெளிப்படுத்தியது. நான் ஒரு மனிதனாக  நான் எனது மனிதத்தன்மையை வெளிப்படுத்தினேன்.” என்று கூறினார்.`,
        moral:
          'நீதி: உன்னைப்போல் பிறரையும் நேசி! உனக்கான குறிக்கோள் மற்றும் கொள்கைகளை நீயே வகுத்து, அதன்படி நடக்க முயல்வாயாக! பிறரின் தேவையற்ற அறிவுரையைச் செவிமடுக்காது இருப்பாயாக!'
      }
    },
    {
      id: '500',
      type: 'passage',
      label: 'தீய பழக்கங்கள்!',
      data: {
        title: 'தீய பழக்கங்கள்!',
        text: `ஒரு பணக்கார தொழிலதிபரின் மகன் அதிக தீய பழக்கங்கள் கொண்டவனாக விளங்கினான்; அவனை திருத்த எவ்வளவோ முயன்றும் அந்த தொழிலதிபரால் வெற்றி பெற முடியவில்லை. ஆகையால், அவர் ஒரு வயது முதிர்ந்த ஞானியிடம் தனது பையனைத் திருத்த உதவி கேட்டார்.அந்த ஞானியும் ஒப்புக்கொண்டு அத்தொழிலதிபரின் பையனை சந்தித்து நடை பயணம் மேற்கொள்ள அழைத்து சென்றார்.
        அச்சமயம் அவர்கள் இருவரும் வனப்பகுதியில் நடைப்பயணம் மேற்கொண்டிருக்கையில், அந்த வயதான ஞானி சிறுவனிடம் ஒரு சிறு செடியைக் காட்டி, “அதை உன்னால் பிடுங்க இயலுமா?” என்று கேட்டார்; சிறுவனும் உடனே அதைப் பிடுங்கிக் காட்டினான். பின்னர் ஞானி சற்று பெரிய தாவரத்தை காட்டி, “இதை பிடுங்க இயலுமா?” என வினவினார்; சிறுவனும் எளிதாகப் பிடுங்கிக் காட்டினான்.
        சற்று தூரம் சென்ற பின் ஒரு முட்புதரைக் காட்டி, இதனைப் பிடுங்கிட முடியுமா என்று வினவ சிறுவனும் தனது சக்தியைப் பயன்படுத்தி அதைப் பிடுங்கிக் காட்டினான்; பின்னர் ஞானி ஒரு சிறிய மரத்தைக் காட்ட, பெரும்முயற்சி மேற்கொண்டு சிறுவன் அதை சாய்த்துக் காட்டினான். இப்பொழுது ஞானி வயது முதிர்ந்த ஒரு பெரிய மரத்தைக் காட்டி பிடுங்குமாறு சிறுவனிடம் கூற, சிறுவன் செய்வதறியாது நின்றான். அப்பொழுது ஞானி சிறுவனிடம், “பழக்கங்களும் இது போன்றதே!தீயப் பழக்கத்தை முளையில் கிள்ளி எறிந்துவிடலாம். ஆனால் அது வளர்ந்து விட்டால், அதிலிருந்து விடுபட்டு நற்பழக்கங்களை மேற்கொள்வது கடினம்.” என்று கூறினார்.
        `,
        moral:
          'நீதி: தீய பழக்கங்கள் நமது வழக்கமாகி விட்டால், அவற்றிலிருந்து மீள்வது கடினம்; ஆகையால், அவற்றை ஆரம்ப கால கட்டத்திலேயே கிள்ளி எறிந்து விட வேண்டும்.'
      }
    },
    {
      id: '600',
      type: 'passage',
      label: 'கோபத்தை கட்டுப்படுத்துதல்!',
      data: {
        title: 'கோபத்தை கட்டுப்படுத்துதல்!',
        text: `ஒரு பையன் எதற்கெடுத்தாலும் மிகவும் கோபப்படுபவனாக இருந்தான். அவன் கோபத்தில் பேசும் வார்த்தைகள் மற்றும் செயல்கள் அவனது வீட்டார் மற்றும் சுற்றத்தாரைப் பெரிதும் காயப்படுத்தின. பையனின் நிலையை மாற்ற விரும்பிய அவனது தந்தை, அவனிடம் ஒரு சுத்தியல் மற்றும் பை நிறைய ஆணிகளை தந்து, “உனக்கு எப்பொழுதெல்லாம் கோபம் வருகிறதோ அச்சமயம் வீட்டின் பின்புறத்தில் இருக்கும் மரவேலியில் இந்த ஆணிகளை அடித்து விடு.” என்று கூறினார்.
        பையனும் தந்தை கூறியவாறே செய்து வந்தான்.பையிலுள்ள ஆணிகள் விரைவில் தீர்ந்து போயின. தந்தை அடுத்த ஆணிகள் நிறைந்த பையைப் பையனிடம் கொடுத்தார். இவ்வாறு தொடர்ந்து செய்து வருகையில் தனது கோபம் குறைந்து,உணர்வுகள் கட்டுப்பாட்டிற்குள் வருவதை பையன் உணர்ந்தான். பின்னர் அதை அவனது தந்தையிடம் தெரிவித்தப் பொழுது, அவன் தந்தை,”இப்பொழுது நீ மரவேலியில் அடித்த ஆணிகளை எடுத்து விடு.” என்று கூறினார்.
        தந்தை கூறியவாறு அடித்த அத்தனை ஆணிகளையும் எடுக்கையிலும் கூட, பையனுக்குக் கோபம் ஏற்படவில்லை; இதையும் கவனித்த தந்தை, தனது பையனை அழைத்து, “இப்பொழுது உன் கோபம் கட்டுப்பாட்டிற்குள் வந்துவிட்டது. ஆனால், நீ ஒரு விஷயத்தை கவனித்தாயா?”என்று கூறி, வண்ணம் தீட்டிய மரவேலியைக் காட்டி, அதில் நீ அடித்த ஆணிகளை நீக்கிய பின்பு ஏற்பட்டுள்ள துளைகளைக் கவனித்தாயா? என்ன தான் வண்ணம் தீட்டி இருப்பினும் அத்துளைகள், மரவேலியின் அழகை குலைக்கின்றன.இதுபோல்தான் முதலில் நீ கோபப்பட்டு,தற்பொழுது அந்தக் குணத்தை விட்டு மீண்டு வந்திருந்தாலும் நீ பேசிய கோப வார்த்தைகளால் மற்றவர் மனதில் ஏற்பட்ட காயம் இத்துளைகள் போலவே ஆறாமல் இருக்கும். ஆகையால் இது போன்ற ஒரு தவறை இனி என்றும் உன் வாழ்நாளில் செய்யலாகாது.” என்று அறிவுரை கூறினார்.`,
        moral:
          'நீதி: கோபம் என்பது ஒரு கத்தியைப் போன்றது; கத்தியைக் கொண்டு ஒரு மனிதனைக் குத்தினால், அதனால் ஏற்பட்ட காயம் ஆறிய பின்னும் அதனால் ஏற்பட்ட தழும்பு அந்நபரில் நிலைத்திருக்கும். அது போன்றே கோபத்தால் பேசிய வார்த்தைகளும் மனதில் ஆறா தழும்பை ஏற்படுத்திவிடும்.'
      }
    },
    {
      id: '700',
      type: 'passage',
      label: 'மூத்தோர் சொல் கேள்!',
      data: {
        title: 'மூத்தோர் சொல் கேள்!',
        text: `ஒரு தாய் நாய் அதன் குட்டிகளுடன் ஒரு வயலின் அருகில் வசித்து வந்தது.எப்பொழுதும் தாய் நாய்க் குட்டிகளிடம், எங்கு வேண்டுமானாலும் சென்று விளையாடுங்கள், ஆனால் அந்த கிணற்றின் அருகே செல்ல வேண்டாம் என்று கூறி இருந்தது. ‘அன்னை ஏன் கிணற்றின் அருகே செல்ல வேண்டாம் என்று கூறுகிறார்? அப்படி அங்கு என்ன தான் இருக்கிறது’ என யோசித்த ஒரு குட்டி நாய், கிணற்றின் அருகே சென்று எட்டிப் பார்த்தது.
        அச்சமயம் நாயின் பிரதிபலிப்பு நீரில் தோன்றியது; குட்டி நாய் என்னென்ன செய்கிறதோ, அதை கிணற்று நீர் பிரதிபலித்தது. ஆனால் கிணற்றின் உள்ளே இருக்கும் வேறொரு நாய் தன்னைக் கேலி செய்வதாக எண்ணிய குட்டி நாய், அந்த கிணற்றிலிருக்கும் நாயுடன் சண்டையிடும் நோக்கில், கிணற்றில் குதித்தது. குதித்த பின்னர் தான் நாய்க்குப் புரிந்தது; அது தனது பிரதிபலிப்பு என்று. மேலே எப்படி செல்வது என்று அறியாமல், குரைத்து கொண்டே நீரில் நீந்திக்கொண்டிருந்தது குட்டி நாய்.
        நாயின் குரைப்பு சத்தம் கேட்ட விவசாயி, நாயைக் கிணற்றில் இருந்து காப்பாற்றினார்; அச்சமயம் தாய்நாயின் அறிவுரையை மீறியது எத்தனை பெரிய தவறு என்று உணர்ந்து கொண்டது.`,
        moral:
          'நீதி: மூத்தோர் வார்த்தையை எப்பொழுதும் காதுகொடுத்துக் கேளுங்கள்; அவர்கள் கூறுவதில் ஏதேனும் சந்தேகம் இருந்தால் அதை கேளுங்கள். ஆனால் அவர்தம் வார்த்தையை நிராகரிக்காதீர்கள்.'
      }
    },
    {
      id: '800',
      type: 'passage',
      label: 'சுவரின் மறுபக்கம்!',
      data: {
        title: 'சுவரின் மறுபக்கம்!',
        text: `தன் பாட்டி உருவாக்கிய அழகிய தோட்டத்தைப் பக்குவத்துடன் பார்த்து பார்த்து கவனித்து வந்தாள் அந்த அழகான பெண். ஒரு நாள் ஒரு செடியைப் புகைப்படத்தில் பார்த்து, அதன் மலர்களின் அழகில் இலயித்த இந்தப் பெண், அச்செடியை வாங்கி வந்து, தனது தோட்டத்தில் நட்டு வளர்த்து வந்தாள். அந்தச் செடிக்கென பிரத்யேக கவனிப்பு அளித்து வளர்த்து வந்தாள்.
        நாட்கள், வாரங்கள், மாதங்கள் பல கடந்தும், அச்செடிப் பூக்களைப் பூக்காமல் இருந்தது கண்டு, மனமுடைந்த அப்பெண் அச்செடியை அகற்றி விட முடிவெடுத்தாள். அச்சமயம் பக்கத்து வீட்டு முதியவர் இப்பெண்ணை அழைத்து, “அழகான மலர்களைத் தரும் செடியை நட்டு, என் மனதை இன்பவெள்ளத்தில் ஆழ்த்தினாய்.இந்த வயதான காலத்தில் மனம் குழம்பி, தனிமையில் வாடிக்கொண்டிருந்த எனக்கு, நீ நட்டு வைத்த செடியில் பூத்த மலர்கள் மனமாற்றத்தை அளித்தன; அவற்றை காணும் பொழுதெல்லாம் என் மனம் பேருவகை அடைகிறது!”என்று மனம் நெகிழ்ந்தாள் அந்த மூதாட்டி.
        அப்பொழுது தான் சுவரின் மறுபக்கத்தில் அழகான மலர்கள் மலர்ந்திருந்ததையும், தனது சுவரில் இருந்த பிளவுகளால், மலர்கள் எதுவும் பூக்காமல் இருந்ததையும், அந்தப் பெண் கவனித்தாள். மலர்களைக் கண்டு அவளும் பெரும்மகிழ்ச்சி அடைந்தாள்.
        `,
        moral:
          'நீதி: நீங்கள் செய்த வேலைகளுக்கு நற்பலன் கிடைக்கவில்லை என்று மனம் வருந்தாதீர்; நீர் செய்த கடின உழைப்புக்கு நிச்சயம் ஒரு நாள் பலன் கிடைத்தே தீரும்.'
      }
    },
    {
      id: '900',
      type: 'passage',
      label: 'ஒட்டகமும் அதன் குழந்தையும்!',
      data: {
        title: 'ஒட்டகமும் அதன் குழந்தையும்!',
        text: `ஒரு ஒட்டகமும் அதன் குட்டியும் பேசிக்கொண்டிருந்தன; அப்பொழுது ஒட்டகக் குட்டி, தாயிடம்,” நமக்கு ஏன் திமில் உள்ளது?” என்று கேட்டது; அதற்கு தாய் நாம் பாலைவனத்தில் தண்ணீர்த் தாகம் இன்றி வாழ திமில் உதவும். பின்னர் குட்டி கேட்டது,”நமக்கு வட்டமானப் பாதம் இருப்பதேன்?” என்று. அதற்கு தாய், பாலைவன மணலில் நாம் நடக்க இந்த வட்டமான பாதம் உதவும் என்று பதிலளித்தது.
        பின்பு குட்டித் தாயிடம்,” நமக்கு நீளமாக காது மடல்கள் இருப்பதேன்?” என்று கேட்டது. அதற்கு தாய்,” பாலைவனத்தில் மணல் நம் காதுகளுக்குள் சென்று விடாமல் தடுக்கவே பெரிய காது மடல்கள் நமக்கு அளிக்கப்பட்டுள்ளன.” என்று விடை அளித்தது.
        எல்லா பதில்களையும் கேட்ட குட்டி ஒட்டகம்,”இவை அனைத்தும் நாம் பாலைவனத்தில் இருந்தால் தானே பயன்படும், நாம் இருப்பதோ சரணாலயத்தில் அல்லவா? பின் இவற்றால் என்ன பயன்?”என்று கேட்டது. இதைக் கேட்ட தாய் வாயடைத்து நின்றது.`,
        moral:
          'நீதி: நீங்கள் ஒரு சரியான இடத்தில் இருந்தால் மட்டுமே, உங்கள் சக்தி, ஆற்றல், திறன் ஆகிய எல்லாமே பயன்படும்.'
      }
    },
    {
      id: '1000',
      type: 'passage',
      label: 'நான்கு மாடுகளும் புலியும்!',
      data: {
        title: 'நான்கு மாடுகளும் புலியும்!',
        text: `நான்கு மாடுகள் மிகவும் நெருக்கமான நண்பர்களாக வாழ்ந்து வந்தன. ஒன்றாக சேர்ந்து வளர்ந்து, உண்டு, ஒன்றாகவே இருந்து வந்தன. இவர்களின் ஒற்றுமை காரணமாக சிங்கமோ, புலியோ இவற்றை இரையாக்க முடியாமல் இருந்தன.அந்த அளவுக்கு நான்கு மாடுகளும் ஒற்றுமையுடன் இருந்தன.
        சில நாட்களுக்கு பின், மாடுகளுக்குள் ஏற்பட்ட சண்டையால் அவைப் பிரிந்தன. பின் இதை சாதகமாக்கிக் கொண்ட புலி, அவற்றை மறைந்திருந்து, ஒவ்வொன்றாக வேட்டையாடிக் கொன்று,இறுதியில் அனைத்தையும் தனக்கு உணவாக்கிக் கொண்டது.`,
        moral: 'நீதி: ஒற்றுமையே பலம்; ஒற்றுமையாக இருந்தால் அதிக நன்மை ஏற்படும்.'
      }
    },
    {
      id: '1100',
      type: 'passage',
      label: 'பறவையும் ஆமையும்!',
      data: {
        title: 'பறவையும் ஆமையும்!',
        img: {
          url: 'img/story/10_fox_grapes.png'
        },
        text: `ஒரு பறவை கூடு கட்டியிருந்த மரத்தின் கீழ், ஓய்வு எடுத்துக்கொண்டிருந்த ஆமை, மரத்தில் இருந்த பறவையிடம் பேச்சு கொடுத்தது. அப்பொழுது பறவையின் கூடு அழகாக இல்லை என்றும், அசிங்கமாக, உடைந்த குச்சிகளால் கட்டப்பட்டுள்ளது என்றும் ஆமை, பறவையை மட்டம் தட்டிக் கேலி பேசியது. ஆனால், தனது வீடான தன் முதுகின் மீதுள்ள ஓடு,சரியான வடிவம் கொண்டு பலமாக இருப்பதாகக் கூறியது.
        அதைக் கேட்ட பறவை என்னுடைய கூடு உடைந்து அசிங்கமாக இருந்தாலும், இயற்கையில் கிடைக்கும் பொருட்களைக் கொண்டு நானே உருவாக்கியது; இது எனக்கு மிகவும் பிடித்திருக்கிறது என்று பதிலளித்தது.
        மேலும் ஆமை, தனது கூட்டை விட உனது கூடு சிறந்தது அல்ல என்று பறவையிடம் கூறியது. அதைக்கேட்ட பறவை தனது கூடு தான் உனது கூட்டினை விட சிறந்தது; ஏனெனில் தனது குடும்பம் மற்றும் நண்பர்கள் தன்னுடன் இந்த கூட்டில் சேர்ந்து வாழ முடியும்; ஆனால் உனது கூட்டில் உன்னை தவிர வேறு யாரும் நுழையக்கூட முடியாது என்று மகிழ்ச்சியுடன் பதிலளித்தது.`,
        moral:
          'நீதி: தனியாக பெரிய பங்களாவில் வசிப்பதை விட, உறவு மற்றும் நண்பர்களுடன் ஒரு சிறிய குடிசையில் வசிப்பது மேல்!'
      }
    }
  ]
};

export default reading;
