const thirukkural = {
  label: 'திருக்குறள்',
  id: 'thirukkural',
  img: 'thirukkural',
  list: [
    {
      id: 'notes',
      type: 'passage',
      label: `தேர்வு செய்யப் பட்டவை `,
      commonData: {
        title: ''
      },
      data: [
        [
          `# கல்வி,
          {
            type: 'poem',
            text: `எண்ணென்ப ஏனை எழுத்தென்ப இவ்விரண்டும்
கண்என்ப வாழும் உயிர்க்கு.`
          },
          {
            type: 'small',
            text:
              'பொருள்: எண் என்று சொல்லப்படுவன, எழுத்து என்று சொல்லப்படுவன ஆகிய இருவகைக் கலைகளையும் வாழும் மக்களுக்குக் கண்கள் என்று கூறுவர்.'
          },
          {
            type: 'poem',
            text: `கற்க கசடறக் கற்பவை கற்றபின்
நிற்க அதற்குத் தக.`
          },
          {
            type: 'small',
            text:
              'பொருள்: கற்கத் தகுந்த நூல்களைக் குற்றமறக் கற்க வேண்டும்; அவ்வாறு கற்றபிறகு கற்ற கல்விக்குத் தக்கவாறு நெறியில் நிற்க வேண்டும்.'
          }, 
          {
            type: 'poem',
            text: `கேடில் விழுச்செல்வம் கல்வி யொருவற்கு
மாடல்ல மற்றை யவை.`
          },
          {
            type: 'small',
            text:
              'பொருள்: ஒருவனுக்கு செல்வங்களில் அழிவில்லாத செல்வமாக கல்வி அறிவு மட்டுமே இருக்கும். மற்ற செல்வங்கள் (நிலம், பணம், வீடு, பொருள், நகை) யாவும் இயற்கையினாலோ, செயற்கையினாலோ நிலையில்லாது அழிய கூடியது ஆகும். ஆதலால் அவைகள் செல்வங்களே அல்ல. ஆதனால் கல்வியே சிறந்த செல்வமாகும்.'
          }, 
          
          '# புறங்கூறாமை',
          
          {
            type: 'poem',
            text: `கண்நின்று கண்அறச் சொல்லினும் சொல்லற்க
முன்இன்று பின்நோக்காச் சொல்.`
          },
          {
            type: 'small',
            text:
              'பொருள்: ஒருவருக்கு நேர்நின்று கடுமையான சொற்களைச் சொன்னாலும் சொல்லலாம். ஆனால், அவர் இல்லாதபோது புறங்கூறுதல் கூடாது.'
          },
          {
            type: 'poem',
            text: `ஏதிலார் குற்றம்போல் தம்குற்றம் காண்கிற்பின்
தீதுண்டோ மன்னும் உயிர்க்கு.`
          },
          {
            type: 'small',
            text:
              'பொருள்: பிறருடைய குற்றத்தைக் காண்பது போல், தன்னுடைய குற்றத்தையும் காண்பவருடைய வாழ்வில் துன்பம் இல்லை.'
          },
          {
            type: 'poem',
            text: `புறம்கூறிப் பொய்த்துயிர் வாழ்தலின் சாதல்
அறம்கூறும் ஆக்கம் தரும்.`
          },
          {
            type: 'small',
            text:
              'பொருள்: புறங்கூறிப் பொய்யாக நடந்து உயிர்வாழ்தலைவிட, அவ்வாறு செய்யாமல் வறுமையுற்று இறந்துவிடுதல் அறநூல்கள் சொல்லும் ஆக்கத்தைத் தரும்.'
          },
        
          
          '# ஆள்வினையுடமை',
          {
            type: 'poem',
            text: `தெய்வத்தான் ஆகா தெனினும் முயற்சிதன்
மெய்வருத்தக் கூலி தரும்.`
          },
          {
            type: 'small',
            text:
              'பொருள்: ஊழின் காரணத்தால் ஒரு செயல் முடியாமல் போகுமாயினும், முயற்சி தன் உடம்பு வருந்திய வருத்தத்தின் கூலியையாவது கொடுக்கும்.'
          },
          {
            type: 'poem',
            text: `முயற்சி திருவினை ஆக்கும் முயற்றின்மை
இன்மை புகுத்தி விடும்.`
          },
          {
            type: 'small',
            text:
              'பொருள்: விடாமுயற்சியானது வளத்தினை உண்டாக்கும்; முயற்சி செய்யாமல் இருப்பவனுக்கு வறுமைவந்து சேரும்.'
          }
        ],
        [
          '# சுற்றந்தழால்',
          {
            type: 'poem',
            text: `காக்கை கரவா கரைந்துண்ணும் ஆக்கமும்
அன்ன நீரார்க்கே உள.`
          },
          {
            type: 'small',
            text:
              'பொருள்: காகம் தனக்குக் கிடைத்ததை மறைக்காமல் தன் சுற்றத்தாரைக் கூவி அழைத்து உண்ணும். அத்தகைய பண்பு உடையவர்களிடமே செல்வமும் சேரும்.'
          },
          '# மடியின்மை',
          {
            type: 'poem',
            text: `மடியை மடியா ஒழுகல் குடியைக்
குடியாக வேண்டு பவர்.`
          },
          {
            type: 'small',
            text:
              'பொருள்: தம் குடியைச் சிறப்புடைய குடியாகச் செய்ய விரும்புபவர், சோம்பலைத் துன்பமாகக் கருதி முயற்சியோடு வாழ்தல் வேண்டும்.'
          },
          '# தெரிந்து செயல்வகை',
          {
            type: 'poem',
            text: `செய்தக்க அல்ல செயக்கெடும் செய்தக்க
செய்யாமை யானும் கெடும்.`
          },
          {
            type: 'small',
            text: 'பொருள்: செய்யத்தகாத செயல்களைச் செய்வதாலும் செய்யத்தக்க செயல்களைச் செய்யாமல் விடுவதாலும் தீமை உண்டாகும்.'
          },
          {
            type: 'poem',
            text: `எண்ணித் துணிக கருமம் துணிந்தபின்
எண்ணுவம் என்பது இழுக்கு.`
          },
          {
            type: 'small',
            text:
              'பொருள்: செய்யத் தகுந்த செயலையும் வழிகளை எண்ணிய பிறகே துணிந்து தொடங்க வேண்டும். துணிந்தபின் எண்ணிப் பார்க்கலாம் என்பது குற்றமாகும்.'
          }
        ],
        [
          '# பொறையுடைமை',
          {
            type: 'poem',
            text: `அகழ்வாரைத் தாங்கும் நிலம்போலத் தன்னை 
இகழ்வார்ப் பொறுத்தல் தலை.`
          },
          {
            type: 'small',
            text:
              'பொருள்: தன்னையே தோண்டும் மனிதனைக் கூட கீழே விழுந்து விடாமல் தாங்கும் நிலம் போல , பழிப்பவர்களையும்,தூற்றுபவர்களையும் கூடப்பொறுத்து கொள்வது தலையாய பண்பாகும்.'
          },
          {
            type: 'poem',
            text: `திறனல்ல தற்பிறர் செய்யினும் நோநொந்து
அறனல்ல செய்யாமை நன்று.`
          },
          {
            type: 'small',
            text:
              'பொருள்: பிறர் தனக்குத் தரக்கூடாத துன்பத்தைக் தந்தாலும் மனம் நொந்து அறம் அல்லாத செயல்களைச் செய்யாமை சிறப்புக்குரியது.'
          },
          '# கள்ளாமை',
          {
            type: 'poem',
            text: `மிகுதியான் மிக்கவை செய்தாரைத் தாம்தம்
தகுதியான் வென்று விடல்.`
          },
          {
            type: 'small',
            text:
              'பொருள்: செருக்கினால் துன்பம் தந்தவரை நம்முடைய பொறுமையால் வெல்ல வேண்டும்'
          },

          '# மக்கட்பேறு ',
          {
            type: 'poem',
            text: `குழலினிது யாழினிது என்பதம் மக்கள்
மழலைச்சொல் கேளா தவர்.`
          },
          {
            type: 'small',
            text:
              'பொருள்: புல்லாங்குழல், யாழ் (வீணை போன்ற இசைக் கருவி ) வழியாக வரும் இசை எல்லாம் இனியமாக இருக்கிறது என்று , தன் குழந்தைகளின் மழலை மொழி கேட்காதவர் மட்டுமே கூறுவர்.'
          }
        ],
        [
          '# தீவினை அச்சம்',
          {
            type: 'poem',
            text: `தீயவை தீய பயத்தலால் தீயவை
தீயினும் அஞ்சப் படும்.`
          },
          {
            type: 'small',
            text:
              'பொருள்: தீயவை தீயவற்றையே தருதலால் தீயைவிடக் கொடியதாகக் கருதி அவற்றைச் செய்ய அஞ்சவேண்டும்..'
          },
          {
            type: 'poem',
            text: `மறந்தும் பிறன்கேடு சூழற்க சூழின்
அறஞ்சூழும் சூழ்ந்தவன் கேடு.`
          },
          {
            type: 'small',
            text:
              'பொருள்: மறந்தும்கூடப் பிறருக்குக் கெடுதல் செய்ய நினைக்கக்கூடாது. நினைத்தால், நினைத்தவருக்குக் கெடுதல் செய்ய அறம் நினைக்கும்.'
          },
          
          '# அன்புடைமை',
          {
            type: 'poem',
            text: `என்பி லதனை வெயில்போலக் காயுமே
அன்பி லதனை அறம்.`
          },
          {
            type: 'small',
            text:
              'பொருள்: எலும்பு இல்லாத உடம்போடு வாழும் புழுவை வெயில் காய்ந்து வருத்துவது போல் அன்பு இல்லாத உயிரை அறம் வருத்தும்.'
          },
               ],

        [
        '# இறைமாட்சி',
         
          {
            type: 'poem',
            text: `இயற்றலும் ஈட்டலுங் காத்தலும் காத்த
வகுத்தலும் வல்ல தரசு.`
          },
          {
            type: 'small',
            text:
              'பொருள்: பொருள் வரும் வழிகளை மேன்மேலும் இயற்றலும் வந்த பொருள்களைச் சேர்த்தலும், காத்தலும் காத்தவற்றை வகுத்துச் செலவு செய்தலும் வல்லவன் அரசன்.'
          },
          {
            type: 'poem',
            text: `தூங்காமை கல்வி துணிவுடைமை இம்மூன்றும்
நீங்கா நிலனான் பவர்க்கு.`
          },
          {
            type: 'small',
            text:
              'பொருள்: காலம் தாழ்த்தாத தன்மை, கல்வியுடைமை, துணிவுடைமை ஆகிய இந்த மூன்று பண்புகளும் நிலத்தை ஆளும் அரசனுக்கு நீங்காமல் இருக்க வேண்டியவை.'
          },
          
          '# வலியறிதல்',
        
          {
            type: 'poem',
            text: `அளவறிந்து வாழாதான் வாழ்க்கை உளபோல
இல்லாகித் தோன்றாக் கெடும்.`
          },
          {
            type: 'small',
            text:
              'பொருள்: பொருளின் அளவு அறிந்து வாழாதவனுடைய வாழ்க்கை பல வளமும் இருப்பது போல் தோன்றி இல்லாமல் மறைந்து கெட்டுவிடும்.'
          },
         
          '# கேள்வி',
          {
            type: 'poem',
            text: `எனைத்தானும் நல்லவை கேட்க அனைத்தானும்
ஆன்ற பெருமை தரும்.`
          },
          {
            type: 'small',
            text:
              'பொருள்: எவ்வளவு சிறிதானாலும் நல்லவற்றைக் கேட்டால், கேட்ட அளவுக்குப் பெருமை உண்டாகும்.'
          },
          {
            type: 'poem',
            text: `நுணங்கிய கேள்வியர் அல்லார் வணங்கிய
வாயினர் ஆதல் அரிது.`
          },
          {
            type: 'small',
            text:
              'பொருள்: நுட்பமான கேள்வியறிவு இல்லாதவர் அடக்கமான சொற்களைப் பேசுவது அரிது.'
          },
          {
            type: 'poem',
            text: `செவியிற் சுவையுணரா வாயுணர்வின் மாக்கள்
அவியினும் வாழினும் என்.`
          },
          {
            type: 'small',
            text:
              'பொருள்: கேட்பதன் சுவையை உணராமல் நாவின் சுவை மட்டும் உணர்பவர் இறந்தால்தான் என்ன! இருந்தால்தான் என்ன!'
          },
          {
            type: 'poem',
            text: `செல்வத்துள் செல்வம் செவிச்செல்வம் அச்செல்வம்
செல்வத்துள் எல்லாம் தலை.`
          },
          {
            type: 'small',
            text:
              'பொருள்: செவியால் கேட்டறியும் செல்வம், செல்வங்களுள் ஒன்றாகப் போற்றப்படும் செல்வமாகும்; அச்செல்வம் செல்வங்கள் எல்லாவற்றிலும் தலையானதாகும்.'
          }
        ],
        [
          '# இடுக்கண் அழியாமை',
          {
            type: 'poem',
            text: `இடும்பைக்கு இடும்பை படுப்பர் இடும்பைக்கு
இடும்பை படாஅ தவர்.`
          },
          {
            type: 'small',
            text:
              'பொருள்:துன்பம் வந்தபோது அதற்காக வருந்திக் கலங்காதவர் அந்தத் துன்பத்திற்கே துன்பம் உண்டாக்கி அதை வென்று விடுவர்.'
          },
        
          '# நட்பு',
          {
            type: 'poem',
            text: `செயற்கரிய யாவுள நட்பின் அதுபோல்
வினைக்கரிய யாவுள காப்பு.`
          },
          {
            type: 'small',
            text:
              'பொருள்:நட்பைப்போல் செய்துகொள்வதற்கு அருமையானவை எவை உள்ளன? அதுபோல் தொழிலுக்கு அரிய காவலாக இருப்பவை எவை உள்ளன?'
          },
          {
            type: 'poem',
            text: `நவில்தொறும் நூல்நயம் போலும் பயில்தொறும்
பண்புடை யாளர் தொடர்பு.`
          },
          {
            type: 'small',
            text:
              'பொருள்:நல்ல நூல்கள் படிக்கப் படிக்க இன்பம் தருவது போலப் பண்புடையவர் நட்பு பழகப் பழக இன்பம் தரும்.'
          },
          {
            type: 'poem',
            text: `நகுதல் பொருட்டுஅன்று நட்டல் மிகுதிக்கண்
மேற்சென்று இடித்தல் பொருட்டு.`
          },
          {
            type: 'small',
            text:
              'பொருள்:நட்பு, சிரித்துப் பேசி மகிழ்வத ற்கு மட்டும் உரியது அன்று; நண்பர் தவறு செய்தால் அவரைக் கண்டித்துத் திருத்துவதற்கும் உரியது.'
          },
          '# நட்பு ஆராய்தல்',
          {
            type: 'poem',
            text: `ஆய்ந்துஆய்ந்து கொள்ளாதான் கேண்மை கடைமுறை
தான்சாம் துயரம் தரும்.`
          },
          {
            type: 'small',
            text:
              'பொருள்:மீண்டும் மீண்டும் ஆராய்ந்து பாராமல் ஒருவனுடன் கொண்ட நட்பு தாம் சாகும் அளவுக்குத் துன்பம் தரும்.'
          },
          {
            type: 'poem',
            text: `கேட்டினும் உண்டுஓர் உறுதி கிளைஞரை
நீட்டி அளப்பதோர் கோல்.`
          },
          {
            type: 'small',
            text:
              'பொருள்:நமக்கு வரும் துன்பத்தினாலும் ஒரு நன்மை உண்டு. அத்துன்பமே நமது நண்பர்களின் உண்மையான இயல்பை அளந்துகாட்டும் அளவுகோலாகும்.'
          }, 
          '# குற்றங்கடிதல்',
          {
            type: 'poem',
            text: `தன்குற்றம் நீக்கிப் பிறர்குற்றம் காண்கிற்பின்
என்குற்றம் ஆகும் இறைக்கு.`
          },
          {
            type: 'small',
            text:
              'பொருள்:லைவன் முதலில் தன்குற்றத்தைக் கண்டு நீக்கி, அதன்பின் பிறருடைய குற்றத்தை ஆராய்ந்தால், அவனுக்கு எந்தப் பழியும் ஏற்படாது.'
          },
          {
            type: 'poem',
            text: `செருக்குஞ் சினமும் சிறுமையும் இல்லார்
பெருக்கம் பெருமித நீர்த்து.`
          },
          {
            type: 'small',
            text:
              'பொருள்:செருக்கும் சினமும் காமமும் ஆகிய இந்தக் குற்றங்கள் இல்லாதவருடைய வாழ்வில் காணும் பெருக்கம் மேம்பாடு உடையதாகும்.'
          },
          
          {
            type: 'poem',
            text: `வருமுன்னர்க் காவாதான் வாழ்க்கை எரிமுன்னர்
வைத்தூறு போலக் கெடும்.`
          },
          {
            type: 'small',
            text:
              'பொருள்:பழிவருமுன்னே சிந்தித்து தம்மைக் காத்துக்கொள்ளாதவருடைய வாழ்க்கை, நெருப்பின் அருகில் வைக்கப்பட்ட வைக்கோல் போர் போல அழிந்துவிடும்.'
          },
           '# இகல்',
          {
            type: 'poem',
            text: `இன்பத்துள் இன்பம் பயக்கும் இகலென்னும்
துன்பத்துள் துன்பங் கெடின்.`
          },
          {
            type: 'small',
            text:
              'பொருள்:துன்பத்தில் மனக்கசப்பு என்னும் மோசமான துன்பம் மறைந்தால், இன்பத்தில் சிறந்த இன்பம் பெறலாம்.'
          },
          
           '# குடிமை',
          {
            type: 'poem',
            text: `அடுக்கிய கோடி பெறினும் குடிப்பிறந்தார்
குன்றுவ செய்தல் இலர்.`
          },
          {
            type: 'small',
            text:
              'பொருள்:கோடிப் பொருள் அடுக்கிக் கொடுத்தாலும், ஒழுக்கமான குடியில் பிறந்தவர், தவறு செய்வதில்லை.'
          },
          
           '# சான்றாண்மை',
          {
            type: 'poem',
            text: `அன்புநாண் ஒப்புரவு கண்ணோட்டம் வாய்மையொ(டு)
ஐந்துசால்பு ஊன்றிய தூண்.`
          },
          {
            type: 'small',
            text:
              'பொருள்:பிறரிடம் அன்பும் பழிக்கு நாணுதலும் அனைவரிடமும் இணக்கமும் இரக்கமும் உண்மையும் சான்றாண்மையைத் தாங்கும் தூண்கள்!'
          },
          {
            type: 'poem',
            text: `ஆற்றுவார் ஆற்றல் பணிதல் அதுசான்றோர்
மாற்றாரை மாற்றும் படை.`
          },
          {
            type: 'small',
            text:
              'பொருள்:செயல் செய்பவரின் ஆற்றல், பணிவுடன் நடத்தல். அதுவே சான்றோர்க்குப் பகைவரையும் நட்பாக்கும் கருவி.'
          },
          {
            type: 'poem',
            text: `ஊழி பெயரினும் தாம்பெயரார் சான்றாண்மைக்(கு)
ஆழி எனப்படு வார்.`
          },
          {
            type: 'small',
            text:
              'பொருள்:ஊழிக்காலம் வந்தாலும் சான்றாண்மை என்னும் கடலுக்குக் கரை போன்றவர் மாற மாட்டார்!'
          },
           '# நாணுடைமை',
          {
            type: 'poem',
            text: `பிறர்நாணத் தக்கது தான்நாணான் ஆயின்
அறம்நாணத் தக்கது உடைத்து.`
          },
          {
            type: 'small',
            text:
              'பொருள்:பிறர் வெட்கப்படும் பழிக்குக் காரணமாய் இருந்தும் தான் வெட்கப்படவில்லை என்றால், அறம் வெட்கப்பட்டு அவனை விட்டு விலகிப்போகும்.'
          },
          '# உழவு',
          {
            type: 'poem',
            text: `சுழன்றும்ஏர்ப் பின்னது உலகம் அதனால்
உழந்தும் உழவே தலை.`
          },
          {
            type: 'small',
            text:
              'பொருள்:பல தொழில்களால் இயங்கினாலும் உலகம் ஏருக்குப் பின்னாலேயே போகும்! அதனால் வருந்தி உழைத்தாலும் உழவுத் தொழிலே சிறந்தது.'
          },
          {
            type: 'poem',
            text: `உழுவார் உலகத்தார்க்கு ஆணிஅஃ தாற்றாது
எழுவாரை எல்லாம் பொறுத்து.`
          },
          {
            type: 'small',
            text:
              'பொருள்:மற்ற தொழில் செய்பவரையும் உழுபவரே தாங்கி நிற்பதால் அவரே உலகத்துக்கு அச்சாணி ஆவர்.'
          },
          '# ஒழுக்கமுடைமை',
          {
            type: 'poem',
            text: `ஒழுக்கம் விழுப்பந் தரலான் ஒழுக்கம்
உயிரினும் ஓம்பப் படும்.`
          },
          {
            type: 'small',
            text:
              'பொருள்:ஒழுக்கமே எல்லார்க்கும் மேன்மையைத் தருவதாக இருப்பதால், அந்த ஒழுக்கமே உயிரை விடச் சிறந்ததாகப் போற்றப்படும்.'
          },
          {
            type: 'poem',
            text: `ஒழுக்கத்தின் எய்துவர் மேன்மை இழுக்கத்தின்
எய்துவர் எய்தாப் பழி.`
          },
          {
            type: 'small',
            text:
              'பொருள்:ஒழுக்கத்தால் எவரும் மேம்பாட்டை அடைவர்; ஒழுக்கத்திலிருந்து தவறுதலால் அடையத் தகாத பெரும் பழியை அடைவர்.'
          },
          {
            type: 'poem',
            text: `உலகத்தோடு ஒட்ட ஒழுகல் பலகற்றும்
கல்லார் அறிவிலா தார்.`
          },
          {
            type: 'small',
            text:
              'பொருள்:உலகத்து உயர்ந்தவரோடு பொருந்த ஒழுகும் முறையைக் கற்காதவர், பல நூல்களைக் கற்றிருந்த போதிலும் அறிவில்லாதவரே ஆவர்.'
          },
          '# மெய் உணர்தல்',
          {
            type: 'poem',
            text: `எப்பொருள் எத்தன்மைத் தாயினும் அப்பொருள்
மெய்ப்பொருள் காண்பது அறிவு.`
          },
          {
            type: 'small',
            text:
              'பொருள்:எப்பொருள் எத்தன்மையதாய்த் தோன்றினாலும் (அத்தோற்றத்தை மட்டும் கண்டுமங்காமல்) அப்பொருளின் உண்மையான இயல்பை அறிவதே மெய்யுணர்வாகும்.'
          },
          {
            type: 'poem',
            text: `காமம் வெகுளி மயக்கம் இவ்மூன்றன்
நாமம் கெடக்கெடும் நோய்.`
          },
          {
            type: 'small',
            text:
              'பொருள்:விருப்பு, வெறுப்பு, அறியாமை ஆகிய இக்குற்றங்கள் மூன்றனுடைய பெயரும் கெடுமாறு ஒழுகினால் துன்பங்கள் வராமற் கெடும்.'
          },

          '# பெரியாரைத் துணைக்கோடல்',
          {
            type: 'poem',
            text: `அரியவற்றுள் எல்லாம் அரிதே பெரியாரைப்
பேணித் தமராக் கொளல்.`
          },
          {
            type: 'small',
            text:
              'பொருள்:பெரியாரைப் போற்றித் தமக்குச் சுற்றத்தாராக்கிக் கொள்ளுதல் பெறத்தக்க அரிய பேறுகள் எல்லாவற்றிலும் அருமையானதாகும்.'
          },
         
          {
            type: 'poem',
            text: `இடிப்பாரை இல்லாத ஏமரா மன்னன்
கெடுப்பார் இலானும் கெடும்.`
          },
          {
            type: 'small',
            text:
              'பொருள்:கடிந்து அறிவுரை கூறும் பெரியாரின் துணை இல்லாத காவலற்ற அரசன் தன்னைக் கெடுக்கும் பகைவர் எவரும் இல்லாவிட்டாலும் கெடுவான்.'
          },
         
          {
            type: 'poem',
            text: `பல்லார் பகைகொளலின் பத்தடுத்த தீமைத்தே
நல்லார் தொடர்கை விடல்.`
          },
          {
            type: 'small',
            text:
              'பொருள்:நல்லவராகிய பெரியாரின் தொடர்பைக் கைவிடுதல் பலருடைய பகையைத் தேடிக்கொள்வதைவிடப் பத்து மடங்கு தீமை உடையதாகும்.'
          },
          
          '# கொடுங்கோன்மை',
          {
            type: 'poem',
            text: `வேலொடு நின்றான் இடுவென் றதுபோலும்
கோலொடு நின்றான் இரவு.`
          },
          {
            type: 'small',
            text:
              'பொருள்:ஆட்சிக்குறிய கோலை ஏந்தி நின்ற அரசன் குடிகளைப் பொருள் கேட்டல், போகும் வழியில் கள்வன் கொடு என்று கேட்பதைப் போன்றது.'
          },
        ]
      ]
    },
    {
      id: 'sort',
      label: 'வரிசை படுத்துக',
      type: 'sorting',
      commonData: {
        title: 'திருக்குறளை அடையாளம் கண்டு வார்த்தைகளை வரிசை படுத்துக ',
        multiple: true
      },
      data: [
        `அகர, முதல, எழுத்தெல்லாம், ஆதி,  பகவன், முதற்றே, உலகு
விண்இன்று, பொய்ப்பின், விரிநீர், வியனுலகத்து, உள்நின்று, உடற்றும், பசி
கெடுப்பதூஉம், கெட்டார்க்குச், சார்வாய்மற்று, ஆங்கே, எடுப்பதூஉம், எல்லாம், மழை
தம்மின்தம், மக்கள், அறிவுடைமை, மாநிலத்து, மன்னுயிர்க்கு, எல்லாம், இனிது
ஈன்ற, பொழுதின், பெரிதுவக்கும், தன்மகனைச், சான்றோன், எனக்கேட்ட, தாய்
செயற்கரிய, செய்வார், பெரியர், சிறியர், செயற்கரிய, செய்கலா, தார்
அன்பிலார், எல்லாம், தமக்குரியர், அன்புடையார், என்பும், உரியர், பிறர்க்கு
அன்பின், வழியது, உயிர்நிலை, அஃதிலார்க்கு, என்புதோல், போர்த்த, உடம்பு
பணிவுடையன், இன்சொலன், ஆதல், ஒருவற்கு, அணியல்ல, மற்றுப், பிற
இனிய, உளவாக, இன்னாத, கூறல், கனிஇருப்பக், காய்கவர்ந், தற்று`,

        `விருந்து, புறத்ததாத், தானுண்டல், சாவா, மருந்தெனினும், வேண்டற்பாற், றன்று
மோப்பக், குழையும், அனிச்சம், முகந்திரிந்து, நோக்கக், குழையும், விருந்து
உள்ளத்தால், உள்ளலும், தீதே, பிறன்பொருளைக், கள்ளத்தால், கள்வேம், எனல்
களவினால், ஆகிய, ஆக்கம், அளவிறந்து, ஆவது, போலக், கெடும்
ஆக்கம், அதர்வினாய்ச், செல்லும், அசைவிலா, ஊக்க, முடையா, னுழை
வெள்ளத், தனைய, மலர்நீட்டம், மாந்தர்தம், உள்ளத், தனையது, உயர்வு
உள்ளுவ, தெல்லாம், உயர்வுள்ளல், மற்றது, தள்ளினும், தள்ளாமை, நீர்த்து
அரும்பயன், ஆயும், அறிவினார், சொல்லார், பெரும்பயன், இல்லாத, சொல்
சொல்லுக, சொல்லிற், பயனுடைய, சொல்லற்க, சொல்லிற், பயனிலாச், சொல்`,

        `மனத்துக்கண், மாசிலன், ஆதல், அனைத்தறன், ஆகுல, நீர, பிற
அழுக்காறு, அவாவெகுளி, இன்னாச்சொல், நான்கும், இழுக்கா, இயன்றது, அறம்
வறியார்க்கொன்று, ஈவதே, ஈகைமற், றெல்லாம், குறியெதிர்ப்பை, நீர, துடைத்து
ஈத்துவக்கும், இன்பம், அறியார்கொல், தாமுடைமை, வைத்திழக்கும், வன்க, ணவர்
பகுத்துண்டு, பல்லுயிர், ஓம்புதல், நூலோர், தொகுத்தவற்றுள், எல்லாந், தலை
இன்னாசெய், தாரை, ஒறுத்தல், அவர்நாண, நன்னயஞ், செய்து, விடல்
அறிவினான், ஆகுவ, துண்டோ, பிறிதின்நோய், தந்நோய்போல், போற்றாக், கடை
எனைத்தானும், எஞ்ஞான்றும், யார்க்கும், மனத்தானாம், மாணாசெய், யாமை, தலை
ஆற்றுவார், ஆற்றல், இகழாமை, போற்றுவார், போற்றலுள், எல்லாம், தலை
எரியாற், சுடப்பனும், உய்வுண்டாம், உய்யார், பெரியார்ப், பிழைத்தொழுகு, வார்`
      ]
    },
    {
      id: 'fillup',
      label: 'கோடிட்ட இடங்களை நிரப்புக  ',
      type: 'fillupOptions',
      commonData: {
        noOptions: true,
        title: 'கோடிட்ட இடங்களை நிரப்புக '
      },
      data: [
        `அகர *முதல* எழுத்தெல்லாம் *ஆதி*
பகவன் முதற்றே *உலகு*
        
        விண்இன்று பொய்ப்பின் விரிநீர் வியனுலகத்து
உள்நின்று உடற்றும் *பசி*.
கெடுப்பதூஉம் கெட்டார்க்குச் சார்வாய்மற்று *ஆங்கே*
எடுப்பதூஉம் எல்லாம் *மழை*`,

        `தம்மின்தம் *மக்கள்* அறிவுடைமை மாநிலத்து
மன்னுயிர்க்கு எல்லாம் *இனிது*.
*ஈன்ற* பொழுதின் பெரிதுவக்கும் தன்மகனைச்
சான்றோன் எனக்கேட்ட *தாய்*.
செயற்கரிய செய்வார் பெரியர் *சிறியர்*
செயற்கரிய செய்கலா தார்.`,

        `அன்பிலார் *எல்லாம்* தமக்குரியர் அன்புடையார்
*என்பும்* உரியர் பிறர்க்கு.
அன்பின் வழியது உயிர்நிலை அஃதிலார்க்கு
என்புதோல் போர்த்த *உடம்பு*
பணிவுடையன் இன்சொலன் *ஆதல்* ஒருவற்கு
அணியல்ல மற்றுப் *பிற*`
      ]
    }
  ]
};

export default thirukkural;
