const thirukkural = {
  label: 'திருக்குறள்',
  id: 'thirukkural',
  img: 'thirukkural',
  list: [
    {
      id: 'notes',
      type: 'passage',
      label: `தேர்வு செய்யப் பட்டவை `,
      commonData: {
        title: ''
      },
      data: [
        [
          `# கடவுள் வாழ்த்து`,
          {
            type: 'poem',
            text: `அகர முதல எழுத்தெல்லாம் ஆதி
பகவன் முதற்றே உலகு.`
          },
          {
            type: 'small',
            text:
              'பொருள்: அகரமே எழுத்துகளுக்குத் தொடக்கம். ஆதி பகவனே உலகுக்குத் தொடக்கம்.'
          },
          '# வான் சிறப்பு',
          {
            type: 'poem',
            text: `விண்இன்று பொய்ப்பின் விரிநீர் வியனுலகத்து
உள்நின்று உடற்றும் பசி.`
          },
          {
            type: 'small',
            text:
              'பொருள்: மழை உரியகாலத்தில் பெய்யாது போனால் உலகத்து உயிர்களை எல்லாம் பசி துன்புறுத்தும்.'
          },
          {
            type: 'poem',
            text: `கெடுப்பதூஉம் கெட்டார்க்குச் சார்வாய்மற்று ஆங்கே
எடுப்பதூஉம் எல்லாம் மழை.`
          },
          {
            type: 'small',
            text:
              'பொருள்: உரிய காலத்தில் பெய்யாது கெடுப்பதும் மழைதான். உரிய காலத்தில் பெய்து காப்பதும் மழைதான்.'
          },
          '# மக்கட்பேறு',
          {
            type: 'poem',
            text: `தம்மின்தம் மக்கள் அறிவுடைமை மாநிலத்து
மன்னுயிர்க்கு எல்லாம் இனிது.`
          },
          {
            type: 'small',
            text:
              'பொருள்: தம்மைவிடத் தம் பிள்ளைகள் அறிவுடையோர் என்றால் மக்களுக்கு அதுதான் மகிழ்ச்சி.'
          },
          {
            type: 'poem',
            text: `ஈன்ற பொழுதின் பெரிதுவக்கும் தன்மகனைச்
சான்றோன் எனக்கேட்ட தாய்.`
          },
          {
            type: 'small',
            text:
              'பொருள்: தன் பிள்ளையின் புகழைக் கேட்ட தாய் பெற்றெடுத்தபோது அடைந்த மகிழ்ச்சியைவிடப் பெருமகிழ்ச்சி அடைவாள்.'
          }
        ],
        [
          '# நீத்தார் பெருமை',
          {
            type: 'poem',
            text: `செயற்கரிய செய்வார் பெரியர் சிறியர்
செயற்கரிய செய்கலா தார்.`
          },
          {
            type: 'small',
            text:
              'பொருள்: முடியாத செயலையும் முடித்துக் காட்டுபவர் பெரியோர்; முடியாது என்பவர் சிறியோர்.'
          },
          '# அன்புடைமை',
          {
            type: 'poem',
            text: `அன்பிலார் எல்லாம் தமக்குரியர் அன்புடையார்
என்பும் உரியர் பிறர்க்கு.`
          },
          {
            type: 'small',
            text:
              'பொருள்: அன்பு இல்லாதவர் எல்லாப் பொருளும்  எனக்கே என்பார்கள். அன்பு  உடையவர்கள் தம் உடம்பும் பிறர்க்கே என்பார்கள்.'
          },
          {
            type: 'poem',
            text: `அன்பின் வழியது உயிர்நிலை அஃதிலார்க்கு
என்புதோல் போர்த்த உடம்பு.`
          },
          {
            type: 'small',
            text:
              'பொருள்: அன்பு இருப்பதுதான் உயிருள்ள உடல். அன்பு இல்லாதது வெறும் எலும்பும் தோலும் தான்.'
          },
          '# இனியவை கூறல்',
          {
            type: 'poem',
            text: `பணிவுடையன் இன்சொலன் ஆதல் ஒருவற்கு
அணியல்ல மற்றுப் பிற.`
          },
          {
            type: 'small',
            text: 'பொருள்: பணிவும் இன்சொல்லுமே ஒருவருக்கு மிகச்சிறந்த அணி.'
          },
          {
            type: 'poem',
            text: `இனிய உளவாக இன்னாத கூறல்
கனிஇருப்பக் காய்கவர்ந் தற்று.`
          },
          {
            type: 'small',
            text:
              'பொருள்: இனிய சொல் இருக்கும்போது இன்னாச்சொல் பேசுவது கனி இருக்கும்போது காயை உண்பதைப் போன்றது.'
          }
        ],
        [
          '# விருந்தோம்பல்',
          {
            type: 'poem',
            text: `விருந்து புறத்ததாத் தானுண்டல் சாவா
மருந்தெனினும் வேண்டற்பாற் றன்று.`
          },
          {
            type: 'small',
            text:
              'பொருள்: அமிழ்தமே ஆனாலும் விருந்தினர் இருக்கும்போது தான்மட்டும் உண்பது விரும்பத்தக்கது அன்று.'
          },
          {
            type: 'poem',
            text: `மோப்பக் குழையும் அனிச்சம் முகந்திரிந்து
நோக்கக் குழையும் விருந்து.`
          },
          {
            type: 'small',
            text:
              'பொருள்: மோந்து பார்த்தால் அனிச்ச மலர் வாடிவிடும். நம் முகம் மாறினாலே விருந்தினர் உள்ளம் வாடிவிடும்'
          },
          '# கள்ளாமை',
          {
            type: 'poem',
            text: `உள்ளத்தால் உள்ளலும் தீதே பிறன்பொருளைக்
கள்ளத்தால் கள்வேம் எனல்.`
          },
          {
            type: 'small',
            text:
              'பொருள்: அடுத்தவர் பொருளைக் களவாடலாம் என உள்ளத்தால் நினைப்பது கூடத் தீமையானது'
          },
          {
            type: 'poem',
            text: `களவினால் ஆகிய ஆக்கம் அளவிறந்து
ஆவது போலக் கெடும்.`
          },
          {
            type: 'small',
            text:
              'பொருள்: களவு மூலம் சேர்க்கப்படும் செல்வம் வளர்வது  போல் தோன்றினாலும் முடிவில் அழிந்துவிடும்.'
          },

          '# ஊக்கமுடைமை',
          {
            type: 'poem',
            text: `உள்ளம் உடைமை உடைமை பொருளுடைமை
நில்லாது நீங்கி விடும்.`
          },
          {
            type: 'small',
            text:
              'பொருள்: ஊக்கமே நிலையான செல்வம். மற்றவை எல்லாம் நிலைத்து நில்லாமல் அழிந்து விடும்.'
          }
        ],
        [
          '# ஊக்கமுடைமை',
          {
            type: 'poem',
            text: `ஆக்கம் அதர்வினாய்ச் செல்லும் அசைவிலா
ஊக்க முடையா னுழை.`
          },
          {
            type: 'small',
            text:
              'பொருள்: தளராத ஊக்கம் உடையவனிடம் ஆக்கமானது தானே வழிகேட்டுக்கொண்டு செல்லும்.'
          },
          {
            type: 'poem',
            text: `வெள்ளத் தனைய மலர்நீட்டம் மாந்தர்தம்
உள்ளத் தனையது உயர்வு.`
          },
          {
            type: 'small',
            text:
              'பொருள்: தண்ணீரின் உயரத்துக்கு ஏற்ப நீர்ப்பூக்கள் வளரும். ஊக்கத்தின் அளவுக்கு ஏற்ப மனிதர்கள் உயர்வார்கள்.'
          },
          {
            type: 'poem',
            text: `உள்ளுவ தெல்லாம் உயர்வுள்ளல் மற்றது
தள்ளினும் தள்ளாமை நீர்த்து.`
          },
          {
            type: 'small',
            text:
              'பொருள்: எண்ணுவதை உயர்வாகவே எண்ணுக. எண்ணியதை அடையாவிட்டாலும் எண்ணமே  மன நிறைவைத் தரும்.'
          },
          '# பயனில சொல்லாமை',
          {
            type: 'poem',
            text: `அரும்பயன் ஆயும் அறிவினார் சொல்லார்
பெரும்பயன் இல்லாத சொல்.`
          },
          {
            type: 'small',
            text:
              'பொருள்: நன்மை எது என ஆராயும் அறிவு உடையவர்கள் பயன்தராத சொற்களைப் பேசமாட்டார்கள்.'
          },
          {
            type: 'poem',
            text: `சொல்லுக சொல்லிற் பயனுடைய சொல்லற்க
சொல்லிற் பயனிலாச் சொல்.`
          },
          {
            type: 'small',
            text:
              'பொருள்: பயனுடைய  சொற்களை  மட்டுமே  பேசுக. பயன் இல்லாத சொற்களைப்  பேசாமல் விட்டு விடுக.'
          }
        ],

        [
          '# அறன்வலியுறுத்தல்',
          {
            type: 'poem',
            text: `மனத்துக்கண் மாசிலன் ஆதல் அனைத்தறன்
ஆகுல நீர பிற.`
          },
          {
            type: 'small',
            text:
              'பொருள்: உள்ளத்தில் குற்றம் இல்லாமல் இருப்பதே சிறந்த அறமாகும். மற்றவை எல்லாம் வெறும் ஆரவாரமே.'
          },
          {
            type: 'poem',
            text: `அழுக்காறு அவாவெகுளி இன்னாச்சொல் நான்கும்
இழுக்கா இயன்றது அறம்.`
          },
          {
            type: 'small',
            text:
              'பொருள்: பொறாமை, பேராசை, சினம், கடுஞ்சொல்  பேசுதல்  ஆகிய நான்கும்  இல்லாமல் வாழ்வதே அறம் ஆகும்.'
          },
          '# ஈகை',
          {
            type: 'poem',
            text: `வறியார்க்கொன்று ஈவதே ஈகைமற் றெல்லாம்
குறியெதிர்ப்பை நீர துடைத்து.`
          },
          {
            type: 'small',
            text:
              'பொருள்: இல்லாதவர்க்கு தருவதே ஈகை ஆகும். மற்றவை எல்லாம்  பயனை எதிர்பார்த்துச் செய்பவை  ஆகும்.'
          },
          {
            type: 'poem',
            text: `ஈத்துவக்கும் இன்பம் அறியார்கொல் தாமுடைமை
வைத்திழக்கும் வன்க ணவர்.`
          },
          {
            type: 'small',
            text:
              'பொருள்: இல்லாதவர்க்குத் தருவதால் உண்டாகும் இன்பத்தை அறியாதவர்கள் பொருளைச் சேர்த்து வைத்துப் பின் அதனை இழந்து விடுவார்கள்.'
          },
          '# கொல்லாமை',
          {
            type: 'poem',
            text: `பகுத்துண்டு பல்லுயிர் ஓம்புதல் நூலோர்
தொகுத்தவற்றுள் எல்லாந் தலை.`
          },
          {
            type: 'small',
            text:
              'பொருள்: தம்மிடம் இருப்பவற்றைப் பிற உயிர்களுக்குப் பகிர்ந்து  கொடுத்துக் காப்பாற்ற வேண்டும். அதுவே அறநூல்களில் கூறப்படும் அறங்களுள் சிறந்தது.'
          }
        ],
        [
          '# இன்னா செய்யாமை',
          {
            type: 'poem',
            text: `இன்னாசெய் தாரை ஒறுத்தல் அவர்நாண
நன்னயஞ் செய்து விடல்.`
          },
          {
            type: 'small',
            text:
              'பொருள்:நமக்குத் துன்பம் செய்தவர்  நாணும்படி அவருக்கு நன்மை செய்வதுதான் அவரைத் தண்டிக்கும் வழியாகும்.'
          },
          {
            type: 'poem',
            text: `அறிவினான் ஆகுவ துண்டோ பிறிதின்நோய்
தந்நோய்போல் போற்றாக் கடை.`
          },
          {
            type: 'small',
            text:
              'பொருள்:பிற உயிரின் துன்பத்தைத் தமது துன்பம் போல் கருதாவிட்டால் தாம் பெற்றுள்ள அறிவால் எந்தப் பயனும் இல்லை .'
          },
          {
            type: 'poem',
            text: `எனைத்தானும் எஞ்ஞான்றும் யார்க்கும் மனத்தானாம்
மாணாசெய் யாமை தலை.`
          },
          {
            type: 'small',
            text:
              'பொருள்: நம் உள்ளம் ஏற்றுக் கொள்ளாத எச்செயலையும் எக்காலத்திலும் யாருக்கும் சிறிதளவுகூடச் செய்யக் கூடாது.'
          },
          '# பெரியாரைப் பிழையாமை',
          {
            type: 'poem',
            text: `ஆற்றுவார் ஆற்றல் இகழாமை போற்றுவார்
போற்றலுள் எல்லாம் தலை.`
          },
          {
            type: 'small',
            text:
              'பொருள்:ஆற்றல் உடையவர்களை  இகழக்கூடாது. அதுவே தம்மைத் தீங்கிலிருந்து காத்துக்கொள்ளும் வழிகளுள் சிறந்த வழியாகும்.'
          },
          {
            type: 'poem',
            text: `எரியாற் சுடப்பனும் உய்வுண்டாம் உய்யார் 
பெரியார்ப் பிழைத்தொழுகு வார்.`
          },
          {
            type: 'small',
            text:
              'பொருள்:தீயினால் சுடப்பட்டவர் கூடப் பிழைத்துக்கொள்ள முடியும். ஆனால் பெரியவர்களுக்குத் தீங்கு செய்தவர் தப்ப முடியாது.'
          }
        ]
      ]
    },
    {
      id: 'sort',
      label: 'வரிசை படுத்துக',
      type: 'sorting',
      commonData: {
        title: 'திருக்குறளை அடையாளம் கண்டு வார்த்தைகளை வரிசை படுத்துக ',
        multiple: true
      },
      data: [
        `அகர, முதல, எழுத்தெல்லாம், ஆதி,  பகவன், முதற்றே, உலகு
விண்இன்று, பொய்ப்பின், விரிநீர், வியனுலகத்து, உள்நின்று, உடற்றும், பசி
கெடுப்பதூஉம், கெட்டார்க்குச், சார்வாய்மற்று, ஆங்கே, எடுப்பதூஉம், எல்லாம், மழை
தம்மின்தம், மக்கள், அறிவுடைமை, மாநிலத்து, மன்னுயிர்க்கு, எல்லாம், இனிது
ஈன்ற, பொழுதின், பெரிதுவக்கும், தன்மகனைச், சான்றோன், எனக்கேட்ட, தாய்
செயற்கரிய, செய்வார், பெரியர், சிறியர், செயற்கரிய, செய்கலா, தார்
அன்பிலார், எல்லாம், தமக்குரியர், அன்புடையார், என்பும், உரியர், பிறர்க்கு
அன்பின், வழியது, உயிர்நிலை, அஃதிலார்க்கு, என்புதோல், போர்த்த, உடம்பு
பணிவுடையன், இன்சொலன், ஆதல், ஒருவற்கு, அணியல்ல, மற்றுப், பிற
இனிய, உளவாக, இன்னாத, கூறல், கனிஇருப்பக், காய்கவர்ந், தற்று`,

        `விருந்து, புறத்ததாத், தானுண்டல், சாவா, மருந்தெனினும், வேண்டற்பாற், றன்று
மோப்பக், குழையும், அனிச்சம், முகந்திரிந்து, நோக்கக், குழையும், விருந்து
உள்ளத்தால், உள்ளலும், தீதே, பிறன்பொருளைக், கள்ளத்தால், கள்வேம், எனல்
களவினால், ஆகிய, ஆக்கம், அளவிறந்து, ஆவது, போலக், கெடும்
ஆக்கம், அதர்வினாய்ச், செல்லும், அசைவிலா, ஊக்க, முடையா, னுழை
வெள்ளத், தனைய, மலர்நீட்டம், மாந்தர்தம், உள்ளத், தனையது, உயர்வு
உள்ளுவ, தெல்லாம், உயர்வுள்ளல், மற்றது, தள்ளினும், தள்ளாமை, நீர்த்து
அரும்பயன், ஆயும், அறிவினார், சொல்லார், பெரும்பயன், இல்லாத, சொல்
சொல்லுக, சொல்லிற், பயனுடைய, சொல்லற்க, சொல்லிற், பயனிலாச், சொல்`,

        `மனத்துக்கண், மாசிலன், ஆதல், அனைத்தறன், ஆகுல, நீர, பிற
அழுக்காறு, அவாவெகுளி, இன்னாச்சொல், நான்கும், இழுக்கா, இயன்றது, அறம்
வறியார்க்கொன்று, ஈவதே, ஈகைமற், றெல்லாம், குறியெதிர்ப்பை, நீர, துடைத்து
ஈத்துவக்கும், இன்பம், அறியார்கொல், தாமுடைமை, வைத்திழக்கும், வன்க, ணவர்
பகுத்துண்டு, பல்லுயிர், ஓம்புதல், நூலோர், தொகுத்தவற்றுள், எல்லாந், தலை
இன்னாசெய், தாரை, ஒறுத்தல், அவர்நாண, நன்னயஞ், செய்து, விடல்
அறிவினான், ஆகுவ, துண்டோ, பிறிதின்நோய், தந்நோய்போல், போற்றாக், கடை
எனைத்தானும், எஞ்ஞான்றும், யார்க்கும், மனத்தானாம், மாணாசெய், யாமை, தலை
ஆற்றுவார், ஆற்றல், இகழாமை, போற்றுவார், போற்றலுள், எல்லாம், தலை
எரியாற், சுடப்பனும், உய்வுண்டாம், உய்யார், பெரியார்ப், பிழைத்தொழுகு, வார்`
      ]
    },
    {
      id: 'fillup',
      label: 'கோடிட்ட இடங்களை நிரப்புக  ',
      type: 'fillupOptions',
      commonData: {
        noOptions: true,
        title: 'கோடிட்ட இடங்களை நிரப்புக '
      },
      data: [
        `அகர *முதல* எழுத்தெல்லாம் *ஆதி*
பகவன் முதற்றே *உலகு*
        
        விண்இன்று பொய்ப்பின் விரிநீர் வியனுலகத்து
உள்நின்று உடற்றும் *பசி*.

கெடுப்பதூஉம் கெட்டார்க்குச் சார்வாய்மற்று *ஆங்கே*
எடுப்பதூஉம் எல்லாம் *மழை*`,

        `தம்மின்தம் *மக்கள்* அறிவுடைமை மாநிலத்து
மன்னுயிர்க்கு எல்லாம் *இனிது*.

*ஈன்ற* பொழுதின் பெரிதுவக்கும் தன்மகனைச்
சான்றோன் எனக்கேட்ட *தாய்*.

செயற்கரிய செய்வார் பெரியர் *சிறியர்*
செயற்கரிய செய்கலா தார்.`,

        `அன்பிலார் *எல்லாம்* தமக்குரியர் அன்புடையார்
*என்பும்* உரியர் பிறர்க்கு.

அன்பின் வழியது உயிர்நிலை அஃதிலார்க்கு
என்புதோல் போர்த்த *உடம்பு*

பணிவுடையன் இன்சொலன் *ஆதல்* ஒருவற்கு
அணியல்ல மற்றுப் *பிற*`
      ]
    }
  ]
};

export default thirukkural;
